["B", "B#B", "B#[B-]B=BB=BB=BB=[B+]", "B(C1CCCCC1)C1CCCCC1", "B.C1CCOC1", "B.C1CCOC1.CSC", "B.CCN(CC)c1ccccc1", "B.CCc1ccc(C)nc1", "B.CSC", "B.Cc1ccccn1", "B.[Al+3].[Cl-].[Cl-].[Cl-]", "B.[Na]", "B.c1ccncc1", "B1C2CCCC1CCC2", "B1C2CCCC1CCC2.C1CCOC1", "B1Oc2ccccc2O1", "BC#N.[Na]", "Br", "Br.Br.Br.c1ccncc1.c1ccncc1.c1ccncc1", "Br.BrCc1ccccn1", "Br.BrCc1ccncc1", "Br.CC(=O)O", "Br.Cc1ccnc(C(=O)CBr)c1", "Br.N", "Br.O", "BrB(Br)Br", "BrB(Br)Br.ClCCl", "BrBr", "BrBr.CC(=O)O", "BrBr.O", "BrC(Br)(Br)Br", "BrC/C=C/CBr", "BrC1CC1", "BrCBr", "BrCC1CC1", "BrCC1CCCCC1", "BrCC1CCCCO1", "BrCC1CO1", "BrCCBr", "BrCCC1CC1", "BrCCCCCCBr", "BrCCCc1ccccc1", "BrCCOc1ccccc1", "BrCc1cccc(Oc2ccccc2)c1", "BrCc1ccccc1", "BrCc1ccccc1Br", "BrP(Br)(c1ccccc1)(c1ccccc1)c1ccccc1", "BrP(Br)Br", "Br[P+](N1CCCC1)(N1CCCC1)N1CCCC1.F[P-](F)(F)(F)(F)F", "Brc1c[nH]c(=NCc2ccncc2)[nH]c1=NC1CCN(Cc2ccccc2)CC1", "Brc1ccc2ccccc2c1", "Brc1ccc2scnc2c1", "Brc1cccc2cnccc12", "Brc1ccccc1", "Brc1ccccn1", "Brc1cccnc1", "Brc1cccs1", "Brc1cnc(I)nc1", "Brc1cnc2ccccc2c1", "Brc1csc2ccccc12", "Brc1ncccn1", "C", "C#C", "C#CC(C)(C)O", "C#CCBr", "C#CCCCCCC", "C#CCCCO", "C#CCCCOC1CCCCO1", "C#CCN=C(O)OC(C)(C)C", "C#CCN=c1[nH]c(=NC)[nH]c(=NCC)[nH]1", "C#CCN=c1nc(Cl)[nH]c(=NC(C)C)[nH]1", "C#CCN=c1nc(N(C)OC)[nH]c(=NCCC)[nH]1", "C#CCN=c1nc(NOC(C)(C)C)[nH]c(=NCCC)[nH]1.Cl", "C#CCNNc1nc(Cl)nc(NNCCC)n1", "C#CCO", "C#C[Si](C)(C)C", "C#Cc1c(N)ccc(C(=O)OC)c1Cl", "C#Cc1cc(Cl)ccc1OCC(=O)OC(C)(C)C", "C#Cc1ccccc1", "C#N", "C(#Cc1ccccc1)C1=NOC2(CCNCC2)C1", "C(=NC1CCCCC1)=NC1CCCCC1", "C(=NC1CCCCC1)=NC1CCCCC1.CS(C)=O", "C(=NCCN1CCOCC1)=NC1CCCCC1", "C.[Pd]", "C/C(=N\\[Si](C)(C)C)O[Si](C)(C)C", "C/C=C/C=O", "C1=C(C2=NNCCCCCCCC2)CCCCCCCCC1", "C1=C(N2CCOCC2)CCC1", "C1=C(c2ccccc2)[C@@H]2C=C(c3ccccc3)[C@H]1CC2", "C1=CC=C2OCO[C-]2C=1.[Br-].[Mg+2]", "C1=CCC(P(C2CCCCC2)C2CCCCC2)(P(C2CCCCC2)C2CCCCC2)C(c2ccccc2)=C1", "C1=CCC=CC1", "C1=CCCC=C1", "C1=CCCCC1", "C1=CCCCC1.CCO", "C1=CN2CCCNC2CCC1", "C1=COC=CO1", "C1=C\\CC/C=C\\CC/1.C1=C\\CC/C=C\\CC/1.CO.CO.[Ir].[Ir]", "C1=C\\CC/C=C\\CC/1.C1=C\\CC/C=C\\CC/1.C[OH2+].C[OH2+].[Ir].[Ir]", "C1=C\\CC/C=C\\CC/1.C1=C\\CC/C=C\\CC/1.[Cl-].[Cl-].[Ir].[Ir]", "C1=C\\CC/C=C\\CC/1.C1=C\\CC/C=C\\CC/1.[Cl-].[Cl-].[Rh].[Rh]", "C1=C\\CC/C=C\\CC/1.C1=C\\CC/C=C\\CC/1.[Ni]", "C1=NCCCN(C2CCCCCCCCCC2)CCCCC1", "C1=NCCCN2CCCCC12", "C1=c2ccccc2=C(c2cccc3ccccc23)C(P(c2ccccc2)c2ccccc2)(P(c2ccccc2)c2ccccc2)C1", "C1CC(N2CCNCC2)C1.Cl.Cl", "C1CC2CC1CC2[P-]C1CC2CCC1C2.CN(C)C1=C=C[CH-][CH]1.[Cl-].[Fe+2].[Pd+].c1cc[cH-]c1", "C1CC2CCCC(C1)B2B1C2CCCC1CCC2", "C1CC2CNCC1O2.Cl", "C1CCC(CNCC2CCCCC2)CC1", "C1CCC(NC2CCCCC2)CC1", "C1CCC(NC2CCCCC2)CC1.CCCCC(F)(F)C(O)CC[C@H]1[C@H](O)CC(=O)[C@@H]1CCCCCCC(=O)O", "C1CCC(OC2CCCCO2)OC1", "C1CCC(P(C2CCCCC2)C2CCCCC2)CC1", "C1CCC(P(C2CCCCC2)C2CCCCC2)CC1.C1CCC(P(C2CCCCC2)C2CCCCC2)CC1.[CH+]=C1C=CC=C[CH-]1.[Cl-].[Cl-].[Ru+2]", "C1CCC(P(C2CCCCC2)C2CCCCC2)CC1.C1CCC(P(C2CCCCC2)C2CCCCC2)CC1.[Cl-].[Cl-].[Pd+2]", "C1CCC(P(C2CCCCC2)C2CCCCC2)CC1.C1CCC(P(C2CCCCC2)C2CCCCC2)CC1.[Pd]", "C1CCC(P(C2CCCCC2)C2CCCCC2)CC1.Cc1cc(C)c(N2[CH-]N(c3c(C)cc(C)cc3C)CC2)c(C)c1.Cl.[CH+]=C1C=CC=C[CH-]1.[Cl-].[Ru+2]", "C1CCC([PH+](C2CCCCC2)C2CCCCC2)CC1.F[B-](F)(F)F", "C1CCC2=NCCCN2CC1", "C1CCC2CCCCC2C1", "C1CCC2OCCOCCOC3CCCCC3OCCOCCOC2C1", "C1CCCCC1", "C1CCCCC1.CCOC(C)=O", "C1CCCCC1.CCOC(C)=O.CO", "C1CCCCC1.CCOCC", "C1CCCCC1.CO.ClCCl", "C1CCCCC1.ClCCl", "C1CCCCCC(N2CCCCCCCCCN2)CCCC1", "C1CCN(C2CCNCC2)C1", "C1CCN(P(N2CCCC2)[NH+]2CCCC2)C1.F[P-](F)(F)(F)(F)F", "C1CCN2C[C@@H]3C[C@@H](CN4CCCC[C@@H]34)[C@H]2C1", "C1CCNC1", "C1CCNCC1", "C1CCNCC1.CC(=O)O", "C1CCNCC1.ClCCl", "C1CCOC1", "C1CCOC1.C1CCOC1.C1CCOC1.[Cl-].[Cl-].[Cl-].[Cr+3]", "C1CCOC1.C1COCCO1", "C1CCOC1.CC#N", "C1CCOC1.CC(=O)O", "C1CCOC1.CC(=O)O.CO.O", "C1CCOC1.CC(=O)O.O", "C1CCOC1.CC(C)(C)O", "C1CCOC1.CC(C)(C)O.O", "C1CCOC1.CC(C)(C)[O-].[K+]", "C1CCOC1.CC(C)O", "C1CCOC1.CC(C)O.O", "C1CCOC1.CC(C)OC(C)C", "C1CCOC1.CC(C)[N-]C(C)C.[Li+]", "C1CCOC1.CCC(C)[BH-](C(C)CC)C(C)CC.[Li+]", "C1CCOC1.CCCCCC", "C1CCOC1.CCCCCC.CCc1ccccc1", "C1CCOC1.CCCCCCC", "C1CCOC1.CCCCCCC.CCc1ccccc1", "C1CCOC1.CCCC[N+](CCCC)(CCCC)CCCC.[F-]", "C1CCOC1.CCN(CC)CC", "C1CCOC1.CCO", "C1CCOC1.CCO.CCOC(C)=O", "C1CCOC1.CCO.O", "C1CCOC1.CCOC(C)=O", "C1CCOC1.CCOC(C)=O.CO", "C1CCOC1.CCOCC", "C1CCOC1.CCc1ccccc1", "C1CCOC1.CN", "C1CCOC1.CN(C)C=O", "C1CCOC1.CN(C)C=O.ClCCl", "C1CCOC1.CN(C)P(=O)(N(C)C)N(C)C", "C1CCOC1.CN1CCCC1=O", "C1CCOC1.CN1CCCN(C)C1=O", "C1CCOC1.CNC", "C1CCOC1.CO", "C1CCOC1.CO.O", "C1CCOC1.CO.[Na+].[OH-]", "C1CCOC1.CP(C)C", "C1CCOC1.CS(C)=O", "C1CCOC1.C[Si](C)(C)[N-][Si](C)(C)C.[K+]", "C1CCOC1.C[Si](C)(C)[N-][Si](C)(C)C.[Li+]", "C1CCOC1.Cc1ccccc1", "C1CCOC1.Cc1ccccc1.O", "C1CCOC1.Cl", "C1CCOC1.ClC(Cl)Cl", "C1CCOC1.ClCCCl", "C1CCOC1.ClCCl", "C1CCOC1.N", "C1CCOC1.O", "C1CCOC1.O=C([O-])[O-].[K+].[K+]", "C1CCOC1.O=S(=O)(O)O", "C1CCOC1.[Al+3].[H-].[H-].[H-].[H-].[Li+]", "C1CCOC1.[Al+].[CH2]C(C)C.[CH2]C(C)C.[H-]", "C1CCOC1.[BH4-].[Li+]", "C1CCOC1.[Na+].[OH-]", "C1CCOC1.c1ccccc1", "C1CCOC1.c1ccncc1", "C1CCOCC1", "C1CN2CCC1CN2", "C1CN2CCN1CC2", "C1CN2CCN1CC2.[Al].[Al].[CH3].[CH3].[CH3].[CH3].[CH3].[CH3]", "C1CN=C2CCCN2C1", "C1CN=C2NCCCN2C1", "C1CNC1", "C1CNCCN1", "C1COCCN1", "C1COCCN2CCOCCOCCN(CCO1)CCOCCOCC2", "C1COCCO1", "C1COCCO1.CC(=O)N(C)C", "C1COCCO1.CC(=O)O", "C1COCCO1.CC(C)O", "C1COCCO1.CCN(CC)CC", "C1COCCO1.CCO", "C1COCCO1.CCOCC", "C1COCCO1.CN(C)C=O", "C1COCCO1.CO", "C1COCCO1.CO.O", "C1COCCO1.COCCOC", "C1COCCO1.CS(C)=O", "C1COCCO1.Cc1ccccc1", "C1COCCO1.Cl", "C1COCCO1.ClCCl", "C1COCCO1.O", "C1COCCO1.OCCO", "C1COCCOCCOCCO1", "C1COCCOCCOCCOCCO1", "C1COCCOCCOCCOCCOCCO1", "C1COCN1", "C1COCO1", "C1COOOC1", "C1CSCN1", "C1C[C@@H]2C[C@H]1CC2PC1C[C@@H]2CC[C@H]1C2.CN(C)c1ccccc1-c1[c]cccc1.[Cl-].[Pd+]", "C1N2CN3CN1CN(C2)C3", "C=C", "C=C(C)C", "C=C(C)CC", "C=C(C)OC", "C=C(C)[C@@H]1CC[C@]2(N=C(O)CCN(C)C)CC[C@]3(C)[C@H](CC[C@@H]4[C@@]5(C)CC=C(c6ccc(C(=O)O)cc6)C(C)(C)[C@@H]5CC[C@]43C)[C@@H]12", "C=C(OP(=O)(O)O)C(=O)O", "C=C(c1ccccc1)C1CCCCC1", "C=C.C=C.CC(=O)/C=C(/C)O.[Rh]", "C=C1C[C@@H]2[C@H](CC[C@]3(C)C(=O)CC[C@@H]23)[C@@]2(C)CCC(=O)CC12", "C=C1[CH-]C=CC=C1P(c1ccccc1C)c1ccccc1C.C=C1[CH-]C=CC=C1P(c1ccccc1C)c1ccccc1C.CC(=O)O.CC(=O)O.[Pd].[Pd]", "C=C=C", "C=C=O", "C=CB1OB(C=C)OB(C=C)O1.c1ccncc1", "C=CC(=O)Cl", "C=CC(=O)O", "C=CC(=O)OC(C)(C)C", "C=CC(=O)OCC", "C=CC(c1ccccc1)c1cc(Br)cc(N=C(O)Nc2ccc(C)cc2)c1OCCC", "C=CCBr", "C=CCCCC", "C=CCCC[C@@H]1C[C@H](O)C[C@](O)([C@@H]2CSC(=O)N2Cc2ccc(OC)cc2)O1", "C=CCI", "C=CCOCC=C", "C=CCON([C@H]1CN(C(=O)OC(C)(C)C)[C@H](C(=O)O)C=C1C)S(=O)(=O)c1ccccc1[N+](=O)[O-]", "C=CCON([C@H]1CN(C(=O)OC(C)(C)C)[C@H](CO)C=C1C)S(=O)(=O)c1ccccc1[N+](=O)[O-]", "C=CCON([C@H]1CN(C(=O)OC(C)(C)C)[C@H](CO[Si](C)(C)C(C)(C)C)C=C1C)S(=O)(=O)c1ccccc1[N+](=O)[O-]", "C=CCON([C@H]1CN[C@H](C(=N)O)C=C1C)S(=O)(=O)c1ccccc1[N+](=O)[O-]", "C=CCO[C@@H]1C[C@H](N)c2cc(OCCC)ccc21", "C=CCO[C@@H]1C[C@H](NC[C@@H](O)[C@@H](N)Cc2cc(F)cc(F)c2)c2cc(Br)ccc21", "C=CC[Si](C)(C)C", "C=CCc1c(C(F)(F)F)ccc(Cl)c1O", "C=CCc1ccc2c(c1OCc1ccccc1)CCC2", "C=CCl", "C=CCn1nc(O)c2cc([N+](=O)[O-])ccc21", "C=COC(=O)Cl", "C=COC(C)=O", "C=COCCCCCCCC", "C=C[B-](F)(F)F.[K+]", "C=C[C@H]1CN2CCC1C[C@@H]2[C@@H](O)c1ccnc2ccc(OC)cc12", "C=C[C@H]1CN2CC[C@H]1C[C@@H]2[C@@H](O)c1ccnc2ccccc12", "C=C[C@H]1CN2CC[C@H]1C[C@H]2[C@H](O)c1ccnc2ccc(OC)cc12", "C=C[C@H]1CN2CC[C@H]1C[C@H]2[C@H](O)c1ccnc2ccccc12", "C=C[CH2-].C=C[CH2-].[Cl-].[Cl-].[Pd+2].[Pd+2]", "C=C[Si](C)(C)O[Si](C)(C)C=C.[Pt]", "C=Cc1cc(N)c(C(=O)OCC)cc1OC(F)(F)F", "C=Cc1ccc(C=C)cc1.C=Cc1ccccc1.CCN(CC)Cc1ccccc1", "C=Cc1ccc(C=C)cc1.C=Cc1ccccc1.CCN(CC)P1(=NC(C)(C)C)N(C)CCCN1Cc1ccccc1", "C=Cc1ccc(O)cc1", "C=Cc1ccccc1Cl", "C=O", "C=O.O", "C=[N+]=[N-]", "CB(O)O", "CB1OB(C)OB(C)O1", "CB1OC(c2ccccc2)(c2ccccc2)[C@@H]2CCCN12", "CB1OC(c2ccccc2)(c2ccccc2)[C@H]2CCCN12", "CB1OC(c2ccccc2)(c2ccccc2)[C@H]2CCCN12.Cc1ccccc1", "CBr", "CC#CCOc1ccc(C[C@H](N=C(O)[C@@H](/C=C/CCCCCCC(F)(F)CCCCCCC)[C@@](O)(CCC)C(=O)O)C(=O)O)cc1", "CC#N", "CC#N.CC#N.CC#N.CC#N.F[P-](F)(F)(F)(F)F.[Cu+]", "CC#N.CC#N.[Cl-].[Cl-].[Pd+2]", "CC#N.CC(C)(C)O", "CC#N.CCN(CC)CC", "CC#N.CCO.CO", "CC#N.CCOCC", "CC#N.CN(C)C=O", "CC#N.CO", "CC#N.CO.O", "CC#N.Cc1ccccc1", "CC#N.Cl", "CC#N.Cl.O", "CC#N.ClC(Cl)(Cl)Cl.O", "CC#N.ClC(Cl)Cl", "CC#N.ClCCCl", "CC#N.ClCCl", "CC#N.O", "CC#N.O=C(O)C(F)(F)F", "CC#N.O=C=O", "CC(=N)O", "CC(=N)S", "CC(=NO)C(C)=NO", "CC(=O)/C=C(/C)[O-].CC(=O)/C=C(/C)[O-].[Pd+2]", "CC(=O)/C=C(\\C)O.CC(=O)/C=C(\\C)O.[O].[V]", "CC(=O)Br", "CC(=O)C#N", "CC(=O)C(C)(C)C", "CC(=O)C(Cc1ccccc1)Sc1ccccc1", "CC(=O)C1=CN(C(C)C)CCC1", "CC(=O)C1=CN(CCc2ccccc2)CCC1", "CC(=O)C1CCCCC1=O", "CC(=O)CC(C)=O", "CC(=O)CC(C)=O.CC(=O)CC(C)=O.[Cu]", "CC(=O)CC(C)=O.[Cu+2]", "CC(=O)CC(C)C", "CC(=O)Cc1ccccn1", "CC(=O)Cl", "CC(=O)N(C)C", "CC(=O)N(C)C.ClCCl", "CC(=O)N(C)C.O", "CC(=O)N(C)Cl", "CC(=O)N1Cc2cc(F)c(Cl)nc2C=Cc2ccccc21", "CC(=O)N1c2ccc(B3OC(C)(C)C(C)(C)O3)cc2C(N=C(O)OC(C)C)CC1C", "CC(=O)O", "CC(=O)O.CC(=O)O.CC(=O)O.CC(=O)O.[Rh].[Rh]", "CC(=O)O.CC(=O)O.Ic1ccccc1", "CC(=O)O.CC(=O)O.NCCN", "CC(=O)O.CC(=O)O.O=Ic1ccccc1", "CC(=O)O.CC(=O)O.[Pd]", "CC(=O)O.CC(=O)[O-].[Na+]", "CC(=O)O.CC(C)(C)O.CCO", "CC(=O)O.CC(C)(C)P(c1ccccc1-c1[c-]cccc1)C(C)(C)C.[Pd]", "CC(=O)O.CCC(C)=O.O", "CC(=O)O.CCCCCC.CCOC(C)=O", "CC(=O)O.CCCCO.O", "CC(=O)O.CCO", "CC(=O)O.CCO.O", "CC(=O)O.CCOC(C)=O", "CC(=O)O.CCOC(C)=O.CO", "CC(=O)O.CN(C)C=O", "CC(=O)O.CO", "CC(=O)O.CO.ClCCl", "CC(=O)O.CO.ClCCl.O", "CC(=O)O.CO.O", "CC(=O)O.Cl", "CC(=O)O.ClC(Cl)Cl", "CC(=O)O.ClCCl", "CC(=O)O.N", "CC(=O)O.N=CN", "CC(=O)O.NN", "CC(=O)O.O", "CC(=O)O.O.O=S(=O)(O)O", "CC(=O)O.[Fe]", "CC(=O)OC(C)(C)C", "CC(=O)OC(C)=O", "CC(=O)OC(C)C", "CC(=O)OC(C)C.O.[Cl-].[Na+]", "CC(=O)OC=O", "CC(=O)OCC(COC(C)=O)OC(C)=O", "CC(=O)OC[C@H]1O[C@@H](n2cnc3c(Cl)nc(Cl)nc32)[C@H](OC(C)=O)[C@@H]1OC(C)=O", "CC(=O)OC[C@H]1O[C@H](Br)[C@H](OC(C)=O)[C@@H](OC(C)=O)[C@@H]1OC(C)=O", "CC(=O)OC[C@H]1O[C@H](Oc2ccc(Br)cc2Cl)[C@@H](OC(C)=O)[C@@H](OC(C)=O)[C@@H]1OC(C)=O", "CC(=O)OCc1c2ccccc2c(COC(C)=O)c2ccccc12", "CC(=O)OCc1c2ccccc2c(COC(C)=O)c2ccccc12.CCC(=O)O", "CC(=O)OI(OC(C)=O)c1ccccc1", "CC(=O)OI1(OC(C)=O)(OC(C)=O)OC(=O)c2ccccc21", "CC(=O)OO", "CC(=O)O[BH-](OC(C)=O)OC(C)=O.C[N+](C)(C)C", "CC(=O)O[BH-](OC(C)=O)OC(C)=O.[Na+]", "CC(=O)O[C@@H]1CC2=CC=C3[C@@H]4CC[C@H](C(C)C5OCC(C)(C)CO5)[C@@]4(C)CC[C@@H]3[C@@]2(C)[C@H]2O[C@@H]12", "CC(=O)Oc1ccc2c(c1)C(=O)C(Br)=C2c1ccccc1", "CC(=O)Oc1cccc(I)c1OC(C)=O", "CC(=O)S", "CC(=O)SCCN=C(O)[C@H](CS)N=C(C)O", "CC(=O)[O-].CC(=O)[O-].CC(=O)[O-].CC(=O)[O-].[Pb+4]", "CC(=O)[O-].CC(=O)[O-].CC(=O)[O-].CC(=O)[O-].[Rh+2].[Rh+2]", "CC(=O)[O-].CC(=O)[O-].CC(=O)[O-].CC(=O)[O-].[Rh+3].[Rh+3]", "CC(=O)[O-].CC(=O)[O-].CC(=O)[O-].[Rh+3]", "CC(=O)[O-].CC(=O)[O-].O.O.O.O.[Co+2]", "CC(=O)[O-].CC(=O)[O-].O.O.O.O.[Ni+2]", "CC(=O)[O-].CC(=O)[O-].O.O.O.[Pb+2]", "CC(=O)[O-].CC(=O)[O-].O.O.[Cd+2]", "CC(=O)[O-].CC(=O)[O-].O.O.[Zn+2]", "CC(=O)[O-].CC(=O)[O-].O.[Cu+2]", "CC(=O)[O-].CC(=O)[O-].[CH2]CCC.[CH2]CCC.[Sn+2]", "CC(=O)[O-].CC(=O)[O-].[Ca+2]", "CC(=O)[O-].CC(=O)[O-].[Co+2]", "CC(=O)[O-].CC(=O)[O-].[Cu+2]", "CC(=O)[O-].CC(=O)[O-].[Hg+2]", "CC(=O)[O-].CC(=O)[O-].[Pb+2].[Pd]", "CC(=O)[O-].CC(=O)[O-].[Pd+2]", "CC(=O)[O-].CC(=O)[O-].[Pd+2].c1ccc(P(c2ccccc2)c2ccccc2)cc1.c1ccc(P(c2ccccc2)c2ccccc2)cc1", "CC(=O)[O-].CC(=O)[O-].[Rh+2]", "CC(=O)[O-].CC(=O)[O-].[Zn+2]", "CC(=O)[O-].CC(C)(C)P(c1ccccc1-c1[c]cccc1)C(C)(C)C.[Pd+]", "CC(=O)[O-].CCCC[N+](CCCC)(CCCC)CCCC", "CC(=O)[O-].C[N+](C)(C)C", "CC(=O)[O-].O.O.O.[Na+]", "CC(=O)[O-].O.O.[Li+]", "CC(=O)[O-].O.[Na+]", "CC(=O)[O-].[CH2]CCC.[CH2]CCC.[CH2]CCC.[Sn+]", "CC(=O)[O-].[Cs+]", "CC(=O)[O-].[K+]", "CC(=O)[O-].[Li+]", "CC(=O)[O-].[Na+]", "CC(=O)[O-].[Rh+]", "CC(=O)[O-].[Tl+]", "CC(=O)[S-].[K+]", "CC(=O)c1ccc(O)c(C=O)c1", "CC(=O)c1ccc(O)nc1C", "CC(=O)c1ccc(S(=O)(=O)[O-])cc1.[Na+]", "CC(=O)c1ccccc1", "CC(=O)c1ccco1", "CC(=O)c1ncc[nH]1", "CC(Br)Br", "CC(Br)c1ccccc1", "CC(C)(C#N)/N=N/C(C)(C)C#N", "CC(C)(C#N)N=NC(C)(C)C#N", "CC(C)(C#N)N=NC(C)(C)C#N.O=C1CCC(=O)N1Br", "CC(C)(C#N)c1ccc(CCC2(C3CCCC3)CC(O)=CC(=O)O2)cc1F", "CC(C)(C(N)c1ccccc1)N1CCCC1", "CC(C)(C)C(=O)CC(=O)C(C)(C)C", "CC(C)(C)C(=O)Cl", "CC(C)(C)C(=O)O", "CC(C)(C)C(=O)OC(=O)C(C)(C)C", "CC(C)(C)C(=O)[O-].CC(C)(C)C(=O)[O-].[Cu+2]", "CC(C)(C)C1=CC(=O)C(=O)C(C(C)(C)C)=C1", "CC(C)(C)CN1Cc2c(cc(Cl)c3[nH]ncc23)C[C@@H](CC(=O)N2CCC(N3Cc4ccccc4N=C3O)CC2)C1=O", "CC(C)(C)N", "CC(C)(C)N.F", "CC(C)(C)N.I", "CC(C)(C)N=P(N1CCCC1)(N1CCCC1)N1CCCC1", "CC(C)(C)O", "CC(C)(C)O.CC(C)(C)[O-].[K+]", "CC(C)(C)O.CCO.O", "CC(C)(C)O.ClCCCl", "CC(C)(C)O.O", "CC(C)(C)OC(=N)O", "CC(C)(C)OC(=O)/N=N/C(=O)OC(C)(C)C", "CC(C)(C)OC(=O)COc1ccc(C#N)cc1C#Cc1cc(S(C)(=O)=O)ccc1F", "CC(C)(C)OC(=O)N(C(=O)OC(C)(C)C)c1nccc2cc(N)ccc12", "CC(C)(C)OC(=O)N(COCC[Si](C)(C)C)C1=N[C@](C)(c2cc(Br)ccc2F)C2C[C@]2(C(=O)O)S1", "CC(C)(C)OC(=O)N1CC2CNCC2C1", "CC(C)(C)OC(=O)N1CC=C(B2OC(C)(C)C(C)(C)O2)CC1", "CC(C)(C)OC(=O)N1CCC(=C/C=C/c2ccccc2)CC1", "CC(C)(C)OC(=O)N1CCC(C(=N)NO)CC1", "CC(C)(C)OC(=O)N1CCC(C(O)=Nc2c(C(=N)O)oc3ccc(Br)cc23)CC1", "CC(C)(C)OC(=O)N1CCC(CCO)CC1", "CC(C)(C)OC(=O)N1CCC(N)CC1", "CC(C)(C)OC(=O)N1CCC(N=C(O)c2sccc2Nc2cc[nH]c3nccc2-3)C1", "CC(C)(C)OC(=O)N1CCC(OS(C)(=O)=O)CC1", "CC(C)(C)OC(=O)N1CCC(c2nc(O)c3oc4ccc(Br)cc4c3n2)CC1", "CC(C)(C)OC(=O)N1CCCC(COc2ccccc2Cl)C1", "CC(C)(C)OC(=O)N1CCCC(N)C1", "CC(C)(C)OC(=O)N1CCCC1C(O)=Nc1c(C(=N)O)oc2ccc(Br)cc12", "CC(C)(C)OC(=O)N1CCC[C@@H](N=C(O)[C@H](Nc2cc(F)cc(Cl)c2)C2CC2)C1", "CC(C)(C)OC(=O)N1CCC[C@H]1CO", "CC(C)(C)OC(=O)N1CCN(C(=O)c2ccc3cc(Oc4ccc(C(F)(F)F)cn4)ccc3n2)CC1", "CC(C)(C)OC(=O)N1CCN(Cc2ccc(C(=O)O)cc2C(F)(F)F)CC1", "CC(C)(C)OC(=O)N1CCO[C@H](Cc2cccc(C=Cc3cccnc3)c2)C1", "CC(C)(C)OC(=O)N1CCO[C@H](Cc2cccc(CO)c2)C1", "CC(C)(C)OC(=O)N1CC[C@@H](O)C1", "CC(C)(C)OC(=O)N1CC[C@H](O)[C@H]1C(=O)O", "CC(C)(C)OC(=O)N=NC(=O)OC(C)(C)C", "CC(C)(C)OC(=O)OC(=O)OC(C)(C)C", "CC(C)(C)OC(=O)OC(C)(C)C", "CC(C)(C)OC(=O)[O-].[Na+]", "CC(C)(C)OC(=O)c1cc(C2CC2)c(OCC2(C#N)C3CC4CC(C3)CC2C4)cc1F", "CC(C)(C)OC(=O)c1cc(C2CC2)c(OCC2(C(F)(F)F)CCCCC2)cc1F", "CC(C)(C)OC(=O)c1cc(C2CC2)c(OCC2(F)CCN(C(=O)OC(C)(C)C)CC2)cc1F", "CC(C)(C)OC(=O)c1cc(C2CC2)c(O[C@@H]2CCCN(C(=O)OC(C)(C)C)C2)cc1F", "CC(C)(C)OC(=O)c1cc(Cl)c(Oc2ccc(OC(F)(F)F)c(Cl)c2)cc1F", "CC(C)(C)OC(O)=NC(C(=O)O)C(C)(C)C", "CC(C)(C)OC(O)=NC(C(O)=NC1c2ccccc2CC1O)C(C)(C)C", "CC(C)(C)OC(O)=NC1CCN(CCOS(C)(=O)=O)CC1", "CC(C)(C)OC(O)=NC1CCN(CCn2c(=O)ccc3ccc(F)c(F)c32)CC1", "CC(C)(C)OC(O)=NC1CCN(CCn2c(=O)cnc3ccc(F)cc32)CC1", "CC(C)(C)OC(O)=NCC(=O)O", "CC(C)(C)OC(O)=N[C@@H](C(=O)O)C(C)(C)C", "CC(C)(C)OC(O)=N[C@@H](Cc1ccccc1C(F)(F)F)C(=O)O", "CC(C)(C)OC(O)=N[C@H]1CCNC1", "CC(C)(C)OC=O", "CC(C)(C)OCl", "CC(C)(C)ON=O", "CC(C)(C)OO", "CC(C)(C)OOC(=O)c1ccccc1", "CC(C)(C)OOC(C)(C)C", "CC(C)(C)OOOC(=O)C(C)(C)C", "CC(C)(C)O[N+](=O)[O-]", "CC(C)(C)P", "CC(C)(C)P(C(C)(C)C)C(C)(C)C", "CC(C)(C)P(C(C)(C)C)C(C)(C)C.CC(C)(C)P(C(C)(C)C)C(C)(C)C.[Pd]", "CC(C)(C)P(C(C)(C)C)C1(C)CC1(c1ccccc1)c1ccccc1", "CC(C)(C)P(C1=CC=C[CH]1)C(C)(C)C.CC(C)(C)P(C1=CC=C[CH]1)C(C)(C)C.[Cl-].[Cl-].[Fe].[Pd+2]", "CC(C)(C)P(Cl)C(C)(C)C", "CC(C)(C)P(c1ccc[cH-]1)C(C)(C)C.CC(C)(C)P(c1ccc[cH-]1)C(C)(C)C.[Cl-].[Cl-].[Fe+2].[Pd+2]", "CC(C)(C)P(c1ccccc1)C(C)(C)C", "CC(C)(C)P(c1ccccc1-c1ccccc1)C(C)(C)C", "CC(C)(C)S", "CC(C)(C)[C@H](N)C(=O)O", "CC(C)(C)[C@H]1COC(c2ccccn2)=N1", "CC(C)(C)[C]1C=C=NC=C1.[CH2]CCC.[CH2]CCC.[CH2]CCC.[Sn]", "CC(C)(C)[O-].CC(C)(C)[O-].CC(C)(C)[O-].CC(C)(C)[O-].[Ti+4]", "CC(C)(C)[O-].CC(C)(C)[O-].CC(C)(C)[O-].[Al+2].[H].[Li+]", "CC(C)(C)[O-].CC(C)(C)[O-].CC(C)(C)[O-].[Al+3].[H-].[Li+]", "CC(C)(C)[O-].CC(C)O.[K+]", "CC(C)(C)[O-].[K+]", "CC(C)(C)[O-].[Li+]", "CC(C)(C)[O-].[Na+]", "CC(C)(C)[PH+](C(C)(C)C)C(C)(C)C.CC(C)(C)[PH+](C(C)(C)C)C(C)(C)C.[Pd-2]", "CC(C)(C)[PH+](C(C)(C)C)C(C)(C)C.F[B-](F)(F)F", "CC(C)(C)[Si](C)(C)Cl", "CC(C)(C)[Si](C)(C)OCC(O)Cc1ccc2c(c1O)CCC2", "CC(C)(C)[Si](C)(C)OCCBr", "CC(C)(C)[Si](C)(C)OS(=O)(=O)C(F)(F)F", "CC(C)(C)[Si](C)(C)O[C@@H](CN)c1ccc(O)c2nc(O)ccc12", "CC(C)(C)c1cc(C(O)=NCc2ccc([N+](=O)[O-])cc2)cc(C(C)(C)C)c1O", "CC(C)(C)c1cc(CCC(=O)OCC(COC(=O)CCc2cc(C(C)(C)C)c(O)c(C(C)(C)C)c2)(COC(=O)CCc2cc(C(C)(C)C)c(O)c(C(C)(C)C)c2)COC(=O)CCc2cc(C(C)(C)C)c(O)c(C(C)(C)C)c2)cc(C(C)(C)C)c1O", "CC(C)(C)c1ccc(C#N)s1", "CC(C)(C)c1ccc(C=O)cc1", "CC(C)(C)c1ccc(CN)cc1", "CC(C)(C)c1ccc(O)cc1", "CC(C)(C)c1cccc(C(C)(C)C)n1", "CC(C)(C)c1cccc(N=C(O)c2ccc(N3CCN(c4ccc(C(=O)O)cc4)CC3)c(F)c2)c1", "CC(C)(C)c1cccc(N=C(O)c2ccc(N3CCN(c4ccc(C(=O)O)cc4)CC3)nc2)c1", "CC(C)(C)c1ccccc1", "CC(C)(C)c1ccnc(-c2cc(C(C)(C)C)ccn2)c1", "CC(C)(C)c1nc(N2CCC(F)(F)C2)c2nn[nH]c2n1", "CC(C)(C)c1nc(N2CCOCC2)c2nnn(Cc3ccccc3Cl)c2n1", "CC(C)(CN=C(O)OC(C)(C)C)CNc1ccccc1N", "CC(C)(N)C(=N)O", "CC(C)(N)CO", "CC(C)(N)Cc1c[nH]c2ccccc12", "CC(C)(O)C#N", "CC(C)(O/N=C(/C(O)=NCC=O)c1csc(=N)[nH]1)C(=O)O", "CC(C)(S)[C@H](N)C(=O)O", "CC(C)(c1cc(N)cc(Br)c1)c1cccc(OC(F)F)c1", "CC(C)(c1ccc(O)cc1)c1ccc(O)cc1", "CC(C)(c1ccccc1)c1ccc(O)cc1", "CC(C)=C(Cl)N(C)C", "CC(C)=O", "CC(C)=O.CCCCCC", "CC(C)=O.CCO", "CC(C)=O.CCOC(C)=O", "CC(C)=O.CCOCC", "CC(C)=O.CO.ClCCl", "CC(C)=O.COC(C)(C)C.O", "CC(C)=O.Cc1ccccc1", "CC(C)=O.ClC(Cl)Cl", "CC(C)=O.ClCCl", "CC(C)=O.O", "CC(C)=O.O=C([O-])[O-].[K+].[K+]", "CC(C)=O.O=C=O", "CC(C)=O.O=S(=O)(O)O.[Cr].[O].[O].[O]", "CC(C)=O.c1ccncc1", "CC(C)Br", "CC(C)C", "CC(C)C(=O)C([N+]#N)=[P-](=O)(O)O", "CC(C)C(=O)C1CCCCC1=O", "CC(C)C(=O)Cl", "CC(C)C(=O)O", "CC(C)C(C)BC(C)C(C)C", "CC(C)C(N)CCCCCCCCC(N)C(C)C", "CC(C)C(NC(c1ccccc1)c1ccccc1)P(O)O", "CC(C)C(O)C(C)C", "CC(C)C1=CC(C(C)C)=C(c2ccccc2)C(C(C)C)(P(C(C)(C)C)C(C)(C)C)C1", "CC(C)C1=CC(C(C)C)=C(c2ccccc2)C(C(C)C)(P(C2CCCCC2)C2CCCCC2)C1", "CC(C)C1CC=CCCC=CCC(C(C)C)N=N1", "CC(C)CB(O)O", "CC(C)CBr", "CC(C)CC(=O)Cl", "CC(C)CC(C)(C)C", "CC(C)CC(C)O", "CC(C)CC(O)CO", "CC(C)CC1CN(C(=O)C#Cc2ccccc2)C(CC(C)C)C(O)=N1", "CC(C)CCN", "CC(C)CCO", "CC(C)CCON=O", "CC(C)CCO[N+](=O)[O-]", "CC(C)CCc1cncc(C#N)c1", "CC(C)CN", "CC(C)CN(CC(C)C)c1ccc(Br)cc1N", "CC(C)CN(CC(C)C)c1ccc(Br)cc1[N+](=O)[O-]", "CC(C)CN.Cl", "CC(C)CN1CCN2CCN(CC(C)C)P1N(CC(C)C)CC2", "CC(C)CNCC(C)C", "CC(C)CO", "CC(C)COC(=O)Cl", "CC(C)CON=O", "CC(C)C[C@@H]1N=C(O)[C@@H](Cc2ccccc2)N=C(O)[C@H](CCN)N=C(O)[C@@H](N=C(O)[C@@H](N)CCN)CCN=C(O)[C@H]([C@@H](C)O)N=C(O)[C@H](CCN)N=C(O)[C@H](CCN)N=C1O.O=S(=O)(O)O", "CC(C)C[C@H](N)C(=O)O", "CC(C)C[C@H](N=C(O)OC(C)(C)C)C(=O)O", "CC(C)C[C@H]1CN(C(=O)/C=C/c2ccccc2)[C@@H](CC(C)C)C(O)=N1", "CC(C)C[C@H]1CN(C(=O)[C@@H]2C[C@H]2c2ccccc2)[C@@H](CC(C)C)C(O)=N1", "CC(C)C[C@H]1CN(C(=O)c2ccc(Oc3ccccc3)cc2)[C@@H](CC(C)C)C(O)=N1", "CC(C)C[C@H]1CN(Cc2ccc(F)cc2C(F)(F)F)[C@@H](CC(C)C)C(O)=N1", "CC(C)C[C@H]1CN[C@@H](CC(C)C)C(O)=N1", "CC(C)Cc1ccc(C(C)C(=O)Oc2ccc(C(=O)OCC(O)CO)cc2)cc1", "CC(C)I", "CC(C)N", "CC(C)N(C(C)C)C(C)C", "CC(C)N(C)C(C)C", "CC(C)N(C=O)C(C)C", "CC(C)N1CCn2c(CC3(c4ccc(C(F)(F)F)cc4)CCCC3)nc(=O)c(O)c2C1=O", "CC(C)N=C(O)c1cn(COCC[Si](C)(C)C)c2ncc(Br)nc12", "CC(C)N=C=NC(C)C", "CC(C)N=C=O", "CC(C)NC(C)C", "CC(C)NC(C)C.[Li]", "CC(C)NC1CCCCC1", "CC(C)O", "CC(C)O.CC(C)OC(C)C", "CC(C)O.CCCCCC", "CC(C)O.CCOC(C)=O", "CC(C)O.COC(C)(C)C", "CC(C)O.CS(C)=O", "CC(C)O.Cc1ccccc1", "CC(C)O.Cl", "CC(C)O.ClC(Cl)Cl", "CC(C)O.ClCCl", "CC(C)O.N", "CC(C)O.N#N", "CC(C)O.N.O", "CC(C)O.O", "CC(C)O.O=C=O", "CC(C)OB(OC(C)C)OC(C)C", "CC(C)OB1OC(C)(C)C(C)(C)O1", "CC(C)OC(=O)/N=N/C(=O)OC(C)C", "CC(C)OC(=O)/N=N/C(=O)OC(C)C.Cc1ccccc1", "CC(C)OC(=O)Cl", "CC(C)OC(=O)N1CCC(n2ncc(COc3ccc(SCCO[Si](C)(C)C(C)(C)C)cc3F)c2C#N)CC1", "CC(C)OC(=O)N=NC(=O)OC(C)C", "CC(C)OC(=O)N=NC(=O)OC(C)C.Cc1ccccc1", "CC(C)OC(=O)[C@H](O)[C@@H](O)C(=O)OC(C)C", "CC(C)OC(=O)[N+](=[N-])C(=O)OC(C)C", "CC(C)OC(C)C", "CC(C)OCC#N", "CC(C)OP(=O)(OC(C)C)c1ccc(N)cc1", "CC(C)O[N+](=O)[O-]", "CC(C)Oc1ccc(C(=N)O)cc1N", "CC(C)Oc1ccc(C(=N)O)cc1N=C=S", "CC(C)Oc1ccc(C(=N)O)cc1[N+](=O)[O-]", "CC(C)Oc1cccc(OC(C)C)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1", "CC(C)Oc1cccc(OC(C)C)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1.COC(C)(C)C.NCCc1[c-]cccc1.[Cl-].[Pd+2]", "CC(C)Oc1cccc(OC(C)C)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1.Nc1ccccc1-c1[c]cccc1.[Cl-].[Pd+]", "CC(C)S(=O)(=O)Cl", "CC(C)[C@@H](C(=O)N1CCOCC1)N1CC[C@H](N)C1=O.Cl", "CC(C)[C@@H]1CC[C@@H](C)C[C@H]1O", "CC(C)[N+](=O)[O-]", "CC(C)[N-]C(C)C.[Li+]", "CC(C)[N-]C1CCCCC1.[Li+]", "CC(C)[NH2+]C(C)C.[c-]1nnn[nH]1", "CC(C)[O-].CC(C)[O-].CC(C)[O-].CC(C)[O-].[Ti+4]", "CC(C)[O-].CC(C)[O-].CC(C)[O-].[Al+3]", "CC(C)[O-].CC(C)[O-].CC(C)[O-].[Cl-].[Ti+4]", "CC(C)[SiH](C(C)C)C(C)C", "CC(C)c1cc(C(C)C)c(-c2cccc(P(C3CCCCC3)C3CCCCC3)c2)c(C(C)C)c1.Nc1ccccc1-c1[c-]cccc1.[Cl-].[Pd+2]", "CC(C)c1cc(C(C)C)c(-c2ccccc2P(C2CCCCC2)C2CCCCC2)c(C(C)C)c1", "CC(C)c1cc(C(C)C)c(-c2ccccc2P(C2CCCCC2)C2CCCCC2)c(C(C)C)c1.NCCc1[c-]cccc1.[Cl-].[Pd+2]", "CC(C)c1cc(C(C)C)c(-c2ccccc2P(C2CCCCC2)C2CCCCC2)c(C(C)C)c1.Nc1ccccc1-c1[c]cccc1.[Cl-].[Pd+]", "CC(C)c1cc(C(C)C)c(S(=O)(=O)Cl)c(C(C)C)c1", "CC(C)c1ccc(C(N)=S)cc1", "CC(C)c1cccc(C(C)C)c1CC(=O)O", "CC(C)c1cccc(C(C)C)c1N", "CC(C)c1cccc(C(C)C)c1N=Cc1ccccn1", "CC(C)c1ccccc1B1OC(C)(C)C(C)(C)O1", "CC(C)c1ccccc1N1CCNCC1", "CC(C1OCC(C)(C)CO1)[C@H]1CC[C@H]2[C@@H]3[C@H](O)C=C4C[C@@H](O)[C@@H]5O[C@@H]5[C@]4(C)[C@H]3CC[C@]12C", "CC(CCc1ccc(Br)cc1)(C(=O)O)S(C)(=O)=O", "CC(CN)C(=O)O", "CC(Cl)(Cl)Cl", "CC(Cl)Cl", "CC(Cl)Cl.CO", "CC(Cl)OC(=O)Cl", "CC(F)(F)c1ccc(OC(F)(F)F)c(CN[C@H]2CCCN[C@H]2c2ccccc2)c1", "CC(N)CN", "CC(N)Cc1ccccc1.O=P(O)(O)O", "CC(N)c1ccc(C(=O)O)s1", "CC(N=C(O)c1ccc(N)c(Cl)c1)C(=O)N1CCCC1C(O)=NC1CC(=O)OC1OCCc1ccccc1", "CC(O)(c1ccc(Cl)cc1)C1CC1", "CC(O)=N[C@@H](CS)C(=O)O", "CC(O)=N[Si](C)(C)C", "CC(O)=Nc1cccc(N)c1", "CC(O)=Nc1cccc2c1C(=O)C(N=C(C)O)CC2", "CC(O)CO", "CC(O)S", "CC(O)c1ccccc1", "CC(S)S", "CC/C=C\\C/C=C\\C/C=C\\C/C=C\\C/C=C\\CCCC(=O)O", "CC/C=C\\C/C=C\\C/C=C\\C/C=C\\C/C=C\\CCCC(O)=NCCN", "CC1(C)C(=O)N(Br)C(=O)N1Br", "CC1(C)C(=O)N(Cl)C(=O)N1Cl", "CC1(C)C2CCC1(CS(=O)(=O)O)C(=O)C2", "CC1(C)C2CC[C@@]1(CS(=O)(=O)O)C(=O)C2", "CC1(C)C2CC[C@]1(CS(=O)(=O)O)C(=O)C2", "CC1(C)CC(=O)CC(=O)C1", "CC1(C)CC=C(c2nccs2)c2cc(C#Cc3ccc(C(=O)O)cc3)ccc21", "CC1(C)CCC(=O)c2ccc(C#Cc3ccc(C(=O)O)cc3)cc21", "CC1(C)CCC=C1B1OC(C)(C)C(C)(C)O1", "CC1(C)CCCC(C)(C)N1", "CC1(C)CCCC(C)(C)N1[O]", "CC1(C)CCCC(C)(C)[N-]1.[Li+]", "CC1(C)COB(B2OCC(C)(C)CO2)OC1", "CC1(C)COc2cc3c(cc21)C1(CO3)C(O)=Nc2ccccc21", "CC1(C)OB(B2OC(C)(C)C(C)(C)O2)OC1(C)C", "CC1(C)OB(c2ccc(=N)[nH]c2)OC1(C)C", "CC1(C)OB(c2ccc(NC(O)=Nc3cc(C(F)(F)F)ccc3F)cc2)OC1(C)C", "CC1(C)OB(c2ccc(OC(F)F)c(OC3CC3)c2)OC1(C)C", "CC1(C)OB(c2cccc3[nH]ccc23)OC1(C)C", "CC1(C)OB(c2cnn(Cc3cccc([N+](=O)[O-])c3)c2)OC1(C)C", "CC1(C)OBOC1(C)C", "CC1(C)OC(=O)C(Cc2ccc(Cl)cc2)C(=O)O1", "CC1(C)OO1", "CC1(C)[C@@H]2CC[C@@]1(CS(=O)(=O)O)C(=O)C2", "CC1(C)c2ccc(P(c3ccccc3)c3ccccc3)cc2Oc2cc(P(c3ccccc3)c3ccccc3)ccc21", "CC1(C)c2cccc(P(c3ccccc3)c3ccccc3)c2Oc2c(P(c3ccccc3)c3ccccc3)cccc21", "CC1(c2ccccc2)OC(=O)C(O)=C1O", "CC12CC3(C)OC(C)(CC(C)(O1)P3c1ccccc1)O2", "CC1=CC([O-])=NS(=O)(=O)O1.[K+]", "CC1=CCC2CC1C2(C)C", "CC1=CCC=CC1", "CC1=C[C@@H](CO[Si](C)(C)C(C)(C)C)N(C(=O)OC(C)(C)C)C[C@H]1O", "CC1CCCCC1", "CC1CCCO1", "CC1CCN(CCN2CCC(N)CC2)CC1.Cl.Cl.Cl", "CC1CO1", "CC1COC(=O)O1", "CC1OC(OP(=O)(O)OP(=O)(O)OCC2OC(n3cnc4c(O)nc(=N)[nH]c43)C(O)C2O)C(O)C(O)C1O", "CC=C(C)C", "CC=NO", "CC=O", "CCB(CC)CC", "CCB(CC)OC", "CCBr", "CCC#N", "CCC#N.CN(C)C=O", "CCC(=N)O", "CCC(=O)CC", "CCC(=O)Cl", "CCC(=O)O", "CCC(=O)OC(=O)CC", "CCC(=O)OO", "CCC(C)(C#N)N=NC(C)(C#N)CC", "CCC(C)(C)O", "CCC(C)(C)[O-].[K+]", "CCC(C)(C)[O-].[Na+]", "CCC(C)(C)c1cc(N=Nc2ccccc2[N+](=O)[O-])c(O)c(C(C)(C)CC)c1", "CCC(C)(CC)c1ccc(C=O)cc1", "CCC(C)(O)CC", "CCC(C)([O-])CC.O=C([O-])CC(=O)[O-].[Mg+3]", "CCC(C)=O", "CCC(C)=O.O.O=CO", "CCC(C)O", "CCC(C)[BH-](C(C)CC)C(C)CC.[K+]", "CCC(C)[BH-](C(C)CC)C(C)CC.[Li+]", "CCC(C)[BH-](C(C)CC)C(C)CC.[Na+]", "CCC(CC)CC1(C(=O)OC(=O)C2(CC(CC)CC)CCCCC2)CCCCC1", "CCC(N)c1ccc(F)c(Oc2ccccc2)c1F", "CCC(O)OC", "CCC1(CC)CC(CCN2CCC(c3nc4ccccc4[nH]3)CC2)OC1=O", "CCC1(CC)CC(CCOS(=O)(=O)c2ccc(C)cc2)OC1=O", "CCC1(c2ccc(C=O)cc2)CC1", "CCC1CO1", "CCC=O", "CCCBr", "CCCC#N", "CCCC(=O)OC", "CCCC(=O)OC[C@H]1CO1", "CCCC(C)C", "CCCC(C)C(=O)C(=O)C(C)(C)C", "CCCC(C)C.CCOC(C)=O", "CCCC(C)C.CCOCC", "CCCC(C)O", "CCCC(CCC)(C(=O)OC)c1ccccc1", "CCCC(CCCCCCC(=O)c1cn(CCCC(=O)OCC)c2ccccc12)c1ccc(CC(C)C)cc1", "CCCC(N)CCCCCCCCC(N)CCC", "CCCC1=CC(CCC)=C(c2ccccc2)C(CCC)(P(C2CCCCC2)C2CCCCC2)C1", "CCCC1CC=CCCC=CCC(CCC)N=N1", "CCCC=CCCCCCC", "CCCCB(CCCC)CCCC", "CCCCB(CCCC)OS(=O)(=O)C(F)(F)F", "CCCCC", "CCCCC#Cc1c[nH]nc1C1=CCCN(C)C1", "CCCCC(=O)Cl", "CCCCC(C=O)CC", "CCCCC(CC)C(=O)[O-].[Na+]", "CCCCC(CC)COC(=O)CC(C(=O)OCC(CC)CCCC)S(=O)(=O)[O-].[Na+]", "CCCCC.CCOC(C)=O", "CCCCC.CCOCC", "CCCCC.CO", "CCCCC.C[C](C)C.[Li]", "CCCCC.c1ccccc1", "CCCCC1(c2cc(O)cc(O)c2)SCCS1", "CCCCC=CCCCC", "CCCCCBr", "CCCCCC", "CCCCCC.CCO", "CCCCCC.CCOC(C)=O", "CCCCCC.CCOC(C)=O.CO", "CCCCCC.CCOCC", "CCCCCC.CO", "CCCCCC.C[CH]CC.[Li]", "CCCCCC.C[C](C)C.[Li]", "CCCCCC.ClC(Cl)Cl", "CCCCCC.ClCCl", "CCCCCC.[CH2]CCC.[Li]", "CCCCCC.c1ccccc1", "CCCCCCC", "CCCCCCC(=O)c1c[nH]c2ccccc12", "CCCCCCC.CCO.CO", "CCCCCCC.CCOC(C)=O", "CCCCCCC.CCOCC", "CCCCCCC.COC(C)(C)C", "CCCCCCC.ClCCl", "CCCCCCCC", "CCCCCCCC(=O)O", "CCCCCCCC(=O)O.CCCCCCCC(=O)O.CCCCCCCC(=O)O.CCCCCCCC(=O)O.[Rh].[Rh]", "CCCCCCCC/C=C\\CCCCCCCC(=O)O", "CCCCCCCCBr", "CCCCCCCCC", "CCCCCCCCCC", "CCCCCCCCCC(C)C", "CCCCCCCCCCCC", "CCCCCCCCCCCC(=O)Cl", "CCCCCCCCCCCC(=O)O", "CCCCCCCCCCCC(=O)[O-].CCCCCCCCCCCC(=O)[O-].[CH2]CCC.[CH2]CCC.[Sn+2]", "CCCCCCCCCCCCCCC", "CCCCCCCCCCCCCCCC", "CCCCCCCCCCCCCCCC(=O)O", "CCCCCCCCCCCCCCCCCC(=O)O", "CCCCCCCCCCCCCCCC[N+](C)(C)C.[Br-]", "CCCCCCCCCCCCCCCC[N+](C)(C)C.[Cl-]", "CCCCCCCCCCCCCCCC[P+](CCCC)(CCCC)CCCC.[Br-]", "CCCCCCCCCCCCC[N+](C)(C)Cc1ccccc1.[Cl-]", "CCCCCCCCCCCCN", "CCCCCCCCCCCCN(CCCC(=O)OCC)CCOc1ccc(CCC(=O)C(F)(F)F)cc1", "CCCCCCCCCCCCOS(=O)(=O)[O-].[Na+]", "CCCCCCCCCCCCOS(=O)(=O)c1ccccc1.[Na]", "CCCCCCCCCCCCS", "CCCCCCCCCCN", "CCCCCCCCCCc1nnn(C(C(=O)OCC)c2ccccc2)n1", "CCCCCCCCCCc1nnn(CC(=O)O)n1", "CCCCCCCCO", "CCCCCCCCOc1ccc(B(O)O)cc1", "CCCCCCCCS", "CCCCCCCC[N+](C)(CCCCCCCC)CCCCCCCC.[Cl-]", "CCCCCCCCc1ccc(NC(O)=NCCC(=O)OCC)cc1", "CCCCCCCCc1ccc(NCC2(N=C(O)OC(C)(C)C)COC(C)(C)OC2)cc1", "CCCCCCO", "CCCCCCOCCCCCCCCCCN", "CCCCCCOCCCCCCCCN1C(=O)c2ccccc2C1=O", "CCCCCCOc1cccc(CN)c1", "CCCCCC[N+](CCCCCC)(CCCCCC)CCCCCC.[Cl-]", "CCCCCC[SiH](CCCCCC)CCCCCC", "CCCCCN1C(=O)C(=O)c2c(Br)cccc21", "CCCCCN1C(=O)C(=O)c2ccccc21", "CCCCCN1C(=O)C(CO)(c2cc3c(cc2O)OCO3)c2c(Cl)ccc(Cl)c21", "CCCCCN1C(=O)C(O)(c2cc(Br)ccc2O)c2ccccc21", "CCCCCN1C(=O)C(O)(c2cc3c(cc2O)OCO3)c2c(Br)cccc21", "CCCCCN1C(=O)C2(COc3cc4c(cc32)OCO4)c2c(Br)cccc21", "CCCCCO", "CCCCCON=O", "CCCCCO[N+](=O)[O-]", "CCCCCl", "CCCCN", "CCCCN(CCCC)CCCC", "CCCCN1C(=O)C(O)(CC(=O)c2ccccn2)c2ccccc21", "CCCCN1CCN2CCN(CCCC)P1N(CCCC)CC2", "CCCCN=c1nc2c(nc(OC)n2CCCC2CCOC2)c(N)[nH]1", "CCCCN=c1nc2c(nc(OC)n2CC[C@@H]2CCOC2)c(N)[nH]1", "CCCCNCCCC", "CCCCO", "CCCCO.CCCCO.CCCCO.CCCCO.[Ti]", "CCCCO.CCN(CC)CC.O", "CCCCO.CS(C)=O", "CCCCO.O", "CCCCOB(OCCCC)OCCCC", "CCCCOC(=O)Cl", "CCCCOC(C)=O", "CCCCOCCCC", "CCCCON=O", "CCCCOP(OCCCC)OCCCC", "CCCCOc1cc(C(=O)O)cc([N+](=O)[O-])c1C(=O)c1ccccc1", "CCCCOc1nc(N)c2nc(OC)n(CCCC3CCCCN3)c2n1", "CCCCOc1nc(N)c2nc(OC)n(CCCC3CCCCN3C(=O)OCc3ccccc3)c2n1", "CCCCP(=CC#N)(CCCC)CCCC", "CCCCP(C12CC3CC(CC(C3)C1)C2)C12CC3CC(CC(C3)C1)C2", "CCCCP(CCCC)CCCC", "CCCCS", "CCCC[B+]CCCC.O=S(=O)([O-])C(F)(F)F", "CCCC[C]=C(CCCC)CCCC.[Sn]", "CCCC[N+](CCCC)(CCCC)CCCC.CCCC[N+](CCCC)(CCCC)CCCC.CCCC[N+](CCCC)(CCCC)CCCC.[Br-].[Br-].[Br-]", "CCCC[N+](CCCC)(CCCC)CCCC.CCCC[N+](CCCC)(CCCC)CCCC.O=S(=O)([O-])[O-]", "CCCC[N+](CCCC)(CCCC)CCCC.F[Si-](F)(c1ccccc1)(c1ccccc1)c1ccccc1", "CCCC[N+](CCCC)(CCCC)CCCC.O.O.O.[F-]", "CCCC[N+](CCCC)(CCCC)CCCC.O.[Cl-]", "CCCC[N+](CCCC)(CCCC)CCCC.O.[F-]", "CCCC[N+](CCCC)(CCCC)CCCC.O=S(=O)([O-])O", "CCCC[N+](CCCC)(CCCC)CCCC.S", "CCCC[N+](CCCC)(CCCC)CCCC.[BH4-]", "CCCC[N+](CCCC)(CCCC)CCCC.[Br-]", "CCCC[N+](CCCC)(CCCC)CCCC.[C-]#N", "CCCC[N+](CCCC)(CCCC)CCCC.[Cl-]", "CCCC[N+](CCCC)(CCCC)CCCC.[F-]", "CCCC[N+](CCCC)(CCCC)CCCC.[I-]", "CCCC[N+](CCCC)(CCCC)CCCC.[N]N=[N-]", "CCCC[N+](CCCC)(CCCC)CCCC.[OH-]", "CCCC[N+](CCCC)(CCCC)Cc1ccccc1.[Br-]", "CCCC[N+](CCCC)(CCCC)Cc1ccccc1.[Cl-]", "CCCC[O-].CCCC[O-].CCCC[O-].CCCC[O-].[Ti+4]", "CCCC[P+](CCCC)(CCCC)CCCC.[Br-]", "CCCC[P+](CCCC)(CCCC)CCCC.[Cl-]", "CCCCc1nc2ccccn2c(=O)c1Br", "CCCCn1cc[n+](C)c1.F[B-](F)(F)F", "CCCCn1cc[n+](C)c1.F[P-](F)(F)(F)(F)F", "CCCCn1cc[n+](C)c1.[Br-]", "CCCI", "CCCN1C(=O)S/C(=C\\c2ccc(OCC)cc2)C1=O", "CCCO", "CCCOc1cccc(C(=O)O)c1", "CCCOc1nc(C(O)=N[C@H](CO)CC(C)C)cnc1N1CCCC1", "CCCP(=O)(O)O", "CCCP(=O)=O", "CCCP1(=O)OP(=O)(CCC)OP(=O)(CCC)O1", "CCCS", "CCCS(=O)(=O)c1ccc(F)c(C#C[Si](C)(C)C)c1", "CCCS(=O)(=O)c1ccc(F)c(C#Cc2cc(Cl)ccc2OCC(=O)OC(C)(C)C)c1", "CCCS(=O)(=O)c1cccc(C#Cc2cc(Cl)ccc2OCC(=O)OC(C)(C)C)c1", "CCCSc1ncc(C(=O)O)c(SCCC)n1", "CCC[N+](=O)[O-]", "CCC[N+](CCC)(CCC)CCC", "CCC[N+](CCC)(CCC)CCC.[O-].[O].[O].[O].[Ru]", "CCC[PH](=O)O[PH](=O)CCC", "CCCc1c(CNC)ccc2ccccc12", "CCCc1c(OCCCOc2ccc(Cl)cc2)ccc2c1OC(CCC(=O)OCC)(CCC(=O)OCC)CC2=O", "CCCc1ccc(CC(NC(=O)c2ccc(OCCC3CC3)cc2)C(O)=NCCO)cc1", "CCCc1ccc(OCC(=O)O)cc1", "CCCc1cnc(N2CCC(O)(C3Cc4cc(C5=CCNCC5)cc(F)c4O3)CC2)nc1", "CCI", "CCN", "CCN(C(C)C)C(C)C", "CCN(C(C)C)C(C)C.CCN(C(C)C)C(C)C", "CCN(C(C)C)C(C)C.F.F.F", "CCN(C)C", "CCN(C)CC", "CCN(C=O)CC", "CCN(CC)C(=O)Cl", "CCN(CC)C(=O)c1ccc2c(c1)Oc1c(OC)cccc1C2C1CCNCC1", "CCN(CC)C(C)C", "CCN(CC)C(C)N1CCN=C(O)C1c1ccccc1", "CCN(CC)CC", "CCN(CC)CC.CCN(CC)CC.O=C(O)O", "CCN(CC)CC.CCOC(=O)Cl", "CCN(CC)CC.CCOC(C)=O.CO", "CCN(CC)CC.CN(C)C=O", "CCN(CC)CC.CO.O", "CCN(CC)CC.Cc1ccccc1", "CCN(CC)CC.Cl", "CCN(CC)CC.ClCCl", "CCN(CC)CC.F.F.F", "CCN(CC)CC.O=C(O)C(F)(F)F", "CCN(CC)CC.O=CO", "CCN(CC)CCCl", "CCN(CC)CCNC(=O)c1cc2c(I)cccc2s1", "CCN(CC)CCOc1ccc(Cc2ccccc2)cc1.Cl", "CCN(CC)P1(=NC(C)(C)C)N(C)CCCN1C", "CCN(CC)P1(=NC(C)(C)C)NCCCN1C", "CCN(CC)S(F)(F)F", "CCN(CC)[PH]1(NC(C)(C)C)N(C)CCCN1C", "CCN(CC)[S+](F)F.F[B-](F)(F)F", "CCN(CC)c1ccccc1", "CCN(CC)c1cnc2n(c1=O)[C@H](C(O)=NCc1ccc(C(N)=NC(=O)OC(C)(C)C)cc1)CC2", "CCN(CCN=C(O)c1cnc2cc(I)ccc2n1)CCOc1cccnc1F", "CCN1CCCCC1", "CCN1CCN(c2nc(Br)cc3ccsc23)CC1", "CCN1CCOCC1", "CCN1CCc2cc(S(N)(=O)=O)ccc21", "CCN=C=N.Cl", "CCN=C=NC(C)(C)CC.Cl", "CCN=C=NC(CCNC)NC", "CCN=C=NC(CCNC)NC.Cl", "CCN=C=NC(N)CC(C)C.Cl", "CCN=C=NCC(C)N(C)C.Cl", "CCN=C=NCCC(NC)NC.Cl", "CCN=C=NCCCN(C)C", "CCN=C=NCCCN(C)C.CI", "CCN=C=NCCCN(C)C.Cl", "CCN=C=NCCCN(C)C.Cl.Cl", "CCN=C=NCCCN(C)C.Cl.On1nnc2ccccc21", "CCN=C=NCCCN(CC)CC.Cl", "CCNC(C)C", "CCNCC", "CCNCC.CN(C)C=O", "CCNCC.Cl", "CCNc1ccccc1", "CCO", "CCO.CCO.CCO.CCO.[Ti]", "CCO.CCOC(C)=O", "CCO.CCOC(C)=O.ClCCl", "CCO.CCOC(C)=O.N", "CCO.CCOCC", "CCO.CC[O-].[Na+]", "CCO.CN", "CCO.CN(C)C=O", "CCO.CO", "CCO.COCCOC", "CCO.COCCOC.O", "CCO.CS(C)=O", "CCO.Cc1ccccc1", "CCO.Cc1ccccc1.O", "CCO.Cl", "CCO.Cl.N.O.[Zn]", "CCO.Cl.O", "CCO.ClC(Cl)Cl", "CCO.ClCCCl", "CCO.ClCCl", "CCO.ClCCl.N", "CCO.N", "CCO.O", "CCO.O.c1ccccc1", "CCO.[Na+].[OH-]", "CCO.c1ccncc1", "CCOB(OCC)OCC", "CCOC(=O)/C=C\\C(=O)OCC", "CCOC(=O)/N=N/C(=O)OCC", "CCOC(=O)/N=N/C(=O)OCC.Cc1ccccc1", "CCOC(=O)C(=CC=C(C(=S)OCC)N(C)C)c1ccccc1", "CCOC(=O)C(=O)CBr", "CCOC(=O)C(=O)OCC", "CCOC(=O)C(C#N)=NO", "CCOC(=O)C(C#N)=N[O+]=C(N(C)C)N(C)C.F[B-](F)(F)F", "CCOC(=O)C(C#N)=N[O+]=C(N(C)C)N1CCOCC1.F[P-](F)(F)(F)(F)F", "CCOC(=O)C(C(=O)OCC)C(c1ccc(OC)c(OC)c1)C(OCC)OCC", "CCOC(=O)C(C(C)C)n1ccc(C(F)(F)F)n1", "CCOC(=O)C(C)(C)Oc1ccc(O)cc1C", "CCOC(=O)C(C)(C)c1ccc(B2OC(C)(C)C(C)(C)O2)cc1", "CCOC(=O)C(C)(C)c1ccc(Br)cc1", "CCOC(=O)C(Cl)C(C)=O", "CCOC(=O)C(F)(F)F", "CCOC(=O)C(O)C(O)C(=O)OCC", "CCOC(=O)C1=C(C)NC(C)=C(C(=O)OCC)C1", "CCOC(=O)C1CC12CCCCC2", "CCOC(=O)C1CCCN(C(=O)c2ccccc2)C1", "CCOC(=O)C=C(c1ccccc1)c1cccc2[nH]cc(C#N)c12", "CCOC(=O)CBr", "CCOC(=O)CC", "CCOC(=O)CC(=O)OCC", "CCOC(=O)CC(=O)c1cc(F)c(F)c(Cl)c1F", "CCOC(=O)CC(C)=O", "CCOC(=O)CC1Cc2ccc(OCCCNc3ccccn3)cc2CN=C1O", "CCOC(=O)CCN.Cl", "CCOC(=O)CCc1c(F)cc(O)cc1F", "CCOC(=O)CCc1ccc(O)c(C)c1C", "CCOC(=O)CCc1ccc(O)c(F)c1F", "CCOC(=O)CCl", "CCOC(=O)CN1C(=O)C2(COc3cc4c(cc32)OCO4)c2ccccc21", "CCOC(=O)CN=C=O", "CCOC(=O)CNc1ncccc1[N+](=O)[O-]", "CCOC(=O)COc1ccc(Sc2cc(C#Cc3ccc(CO)cc3)cc(OCCc3ccc(Cl)cc3)c2)cc1C", "CCOC(=O)COc1cccc2c1CC(=CCCN1CCC(O)(c3ccc(Cl)cc3)CC1)c1cccnc1O2", "CCOC(=O)CSc1c[nH]c(=N)s1", "CCOC(=O)C[C@@H]1CCCc2c1n([C@@H](C)c1ccc(Cl)cc1)c1c(S(C)(=O)=O)cc(F)cc21", "CCOC(=O)C[C@H]1Cc2ccc(OCCCNc3ccccn3)cc2Cc2ccccc21", "CCOC(=O)C[C@H]1O[C@H](c2cccc(OC)c2OC)c2cc(Br)ccc2N(Cc2ccc(OC)cc2OC)C1=O", "CCOC(=O)Cl", "CCOC(=O)N1c2ccccc2C=CC1OCC", "CCOC(=O)N=NC(=O)OCC", "CCOC(=O)N=NC(=O)OCC.Cc1ccccc1", "CCOC(=O)OC(=O)OCC", "CCOC(=O)OCC", "CCOC(=O)[C@@H]1CC[C@@H](c2cc(C(F)(F)F)ccc2Cl)N1C(=O)OC(C)(C)C", "CCOC(=O)[C@H](Cc1ccc(OCC(=O)O)cc1)OC", "CCOC(=O)[C@H]1C2C[C@@H]3[C@H](C[C@@]21C)C3(C)C", "CCOC(=O)[N+](=[N-])C(=O)OCC", "CCOC(=O)c1c(N)sc2ccccc12", "CCOC(=O)c1cc(C(F)(F)F)c(C=O)c(Cl)c1N", "CCOC(=O)c1ccc(C=O)c(C(F)(F)F)c1", "CCOC(=O)c1ccc(CN2CC[C@@H](N=C(O)OC(C)(C)C)C2)c(C(F)(F)F)c1", "CCOC(=O)c1ccc(N2CCN(c3ccc(C(O)=Nc4ccc(C)c(I)c4)cn3)CC2)cc1", "CCOC(=O)c1ccc(O)cc1", "CCOC(=O)c1cccnc1NCC(CC)CC", "CCOC(=O)c1ccn(C(C)C)c1C(O)c1ccc(Cl)cc1", "CCOC(=O)c1coc(Oc2cccc(C(C)(C)C)c2)n1", "CCOC(=O)c1coc2c1C(=O)CC1(CCOCC1)C2", "CCOC(=O)c1nc(=O)c2ccccc2[nH]1", "CCOC(=O)c1sc(N2CCN(CC3CC3(F)F)C2=O)nc1C", "CCOC(=O)c1sc(N2CCN(Cc3ccc(C(F)(F)F)cc3)C2=O)cc1C", "CCOC(=O)c1sc(N2CCN(c3ccccc3)C2=O)nc1C", "CCOC(=S)[S-].[K+]", "CCOC(C)=N.Cl", "CCOC(C)=O", "CCOC(C)=O.CCOCC", "CCOC(C)=O.CN(C)C=O", "CCOC(C)=O.CO", "CCOC(C)=O.CO.N", "CCOC(C)=O.COC(C)(C)C", "CCOC(C)=O.Cc1ccccc1", "CCOC(C)=O.Cl", "CCOC(C)=O.ClC(Cl)Cl", "CCOC(C)=O.ClCCl", "CCOC(C)=O.O", "CCOC(C)=O.O.[Cl-].[Na+]", "CCOC(C)=O.O=C([O-])O.[Na+]", "CCOC(C)=O.O=S(=O)([O-])O.[K+]", "CCOC(C)O", "CCOC(CCCNC)OCC", "CCOC(OCC)OC(C)=O", "CCOC(OCC)OCC", "CCOC([O-])[O-]", "CCOC=C(C#N)C(=O)OCC", "CCOC=C(C(=O)OCC)C(=O)OCC", "CCOC=O", "CCOCC", "CCOCC.CO", "CCOCC.CO.ClCCl", "CCOCC.Cc1ccccc1", "CCOCC.Cl", "CCOCC.ClCCl", "CCOCC.FB(F)F", "CCOCC.O", "CCOCC.OCCO", "CCOCC.[Cl-].[Cl-].[Zn+2]", "CCOCC.c1ccccc1", "CCOCCBr", "CCOCCCOCCCCCCCCN=c1cc[nH]c2ccccc12", "CCOCCO", "CCOCCOCCO", "CCOCCOCCOCC", "CCOCOCC", "CCOCn1nnnc1Cc1cccc(O)c1", "CCOP(=O)(C#N)OCC", "CCOP(=O)(CC=Cc1ccccc1)OCC", "CCOP(=O)(Cc1ccc(Nc2ncc(C(F)(F)F)c(Cl)n2)cc1)OCC", "CCOP(=O)(Cl)OCC", "CCOP(=O)(OCC)C(N=C(O)COC(=O)c1cn(C2CC2)c2c(OC)c(N3C[C@@H]4CCCN(C(=O)OC(C)(C)C)[C@@H]4C3)c(F)cc2c1=O)P(=O)(OCC)OCC", "CCOP(=O)(OCC)OCC", "CCOP(=O)(OCC)On1nnc2ccccc2c1=O", "CCOP(O)N(C(C)C)C(C)C", "CCOP(OCC)OCC", "CCO[C@@H](Cc1ccc(O[C@H](C)C(O)=NCCc2ccc(Oc3ccccc3)cc2)cc1)C(=O)O", "CCO[Si](OCC)(OCC)OCC", "CCOc1cc(OC)ccc1C1=NC(CC2CCCC2)C(c2ccc(Cl)cc2)N1", "CCOc1ccc(/C=C2\\SC(=O)N(CCN=C(C)O)C2=O)cc1", "CCOc1ccc(C(CC(=N)O)N2C(=O)c3cc4ccccc4cc3C2=O)cc1OC1CCCC1", "CCOc1ccc(C=O)cc1Cl", "CCOc1nc(N2CCN(C(C)=O)CC2)ccc1N=C(O)c1coc2c1C(=O)N(CCOCc1ccccc1)CC2", "CCP(=O)(C#N)CC", "CCP(CC)CC", "CCS", "CCS(=O)(=O)c1ccc(Br)cc1CN=C(O)c1cc(C(F)(F)F)ccc1N", "CCS(=O)(=O)c1ccc(Cl)cc1CN.Cl", "CCS(=O)(=O)c1ccc(N)cc1C#N", "CCS(=O)(=O)c1ccc(NC(=O)CCCc2ccc(B(O)O)cc2)cc1C#N", "CCS(=O)(=O)c1ccc(NC(=O)N(C)CCc2ccc(C(Nc3ccc4c(N(C(=O)OC(C)(C)C)C(=O)OC(C)(C)C)nccc4c3)C(=O)O)cc2)cc1CN", "CCS(=O)(=O)n1cccc1CN.Cl", "CCS.[Na]", "CCSc1ccc(Cl)cc1CN", "CCSc1ccc(Cl)cc1NN=C(O)c1cc(C)c(Br)cc1[N+](=O)[O-]", "CC[B-](CC)CC.[Li+]", "CC[BH-](CC)CC.[Li+]", "CC[C@@H](C)[C@@]1(N=C(C)O)CCN([C@@H](CCc2ccccc2)C(=O)O)C1=O", "CC[C@@H]1C(=O)N(C)c2cc(F)ccc2N1C(=O)c1ccc(O)cc1", "CC[C@@H]1CN2CC[C@@H]1C[C@@H]2[C@H](Oc1nnc(O[C@H](c2ccnc3ccc(OC)cc23)[C@H]2C[C@@H]3CCN2C[C@@H]3CC)c2ccccc12)c1ccnc2ccc(OC)cc12", "CC[C@H](C(=O)O)c1ccccc1", "CC[C@H](C)[C@H](N)C(=O)O", "CC[C@H](C)[C@H](N)C(=O)OC", "CC[C@H]1CN2CC[C@H]1C[C@@H]2[C@@H](Oc1nnc(O[C@@H](c2ccnc3ccc(OC)cc23)[C@H]2C[C@@H]3CCN2C[C@@H]3CC)c2ccccc12)c1ccnc2ccc(OC)cc12", "CC[N+](=O)[O-]", "CC[N+](CC)(CC)CC.O.[Cl-]", "CC[N+](CC)(CC)CC.[Br-]", "CC[N+](CC)(CC)CC.[C-]#N", "CC[N+](CC)(CC)CC.[Cl-]", "CC[N+](CC)(CC)CC.[F-]", "CC[N+](CC)(CC)CC.[OH-]", "CC[N+](CC)(CC)Cc1ccccc1.[Br-]", "CC[N+](CC)(CC)Cc1ccccc1.[Cl-]", "CC[N+](CC)(CC)Cc1ccccc1.[OH-]", "CC[N+](CC)(CC)S(=O)(=O)N=C([O-])OC", "CC[N+](CC)(CC)S(=O)(=O)N=C([O-])OC.O", "CC[O+](CC)CC.F[B-](F)(F)F", "CC[O-].CC[O-].CC[O-].CC[O-].[Ti+4]", "CC[O-].CC[O-].[Mg+2]", "CC[O-].[K+]", "CC[O-].[Na+]", "CC[P+](c1ccccc1)(c1ccccc1)c1ccccc1.[Br-]", "CC[S-].[Na+]", "CC[SiH](CC)CC", "CC[Si](CC)(CC)OS(=O)(=O)C(F)(F)F", "CC[Si](Cl)(CC)CC", "CC[n+]1ccc(-c2cc[n+](CC)cc2)cc1.[Br-].[Br-]", "CC[n+]1csc(CCO)c1C.[Br-]", "CCc1c(N[C@@H](C(O)=NN=C(O)c2ccccc2)[C@H](C)O)ccc(C#N)c1Cl", "CCc1cc(CCC2(C3CCCC3)CC(=O)CC(=O)O2)cc(Cl)c1OC", "CCc1cc(N)ccc1C", "CCc1cc(O)c(O)nn1", "CCc1ccccc1", "CCc1nc(C)c(/C=C/C(=O)O)[nH]1", "CCc1nc(C=O)c(C)[nH]1", "CCc1nnn([C@H]2C[C@@H](n3cnc4c(NCC(c5ccccc5)c5ccccc5)nc(N5CC[C@@H](N)C5)nc43)[C@H](O)[C@@H]2O)n1", "CCl", "CCn1nc2nc(C(C)(C)C)nc(N3CCC(F)(F)C3)c2n1", "CCn1ncc2c(NC3CCOCC3)c(C(O)=N[C@@H](CO)c3ccccc3)cnc21", "CCn1nnc2c(N3CCC(F)(F)C3)nc(C(C)(C)C)nc21", "CI", "CI.ClCCCl", "CN", "CN(C(=O)OC(C)(C)C)C1CCNC1", "CN(C(=O)OC(C)(C)C)[C@H]1CCNC1", "CN(C)C", "CN(C)C#N", "CN(C)C(=N)N(C)C", "CN(C)C(=NC(C)(C)C)N(C)C", "CN(C)C(=O)/N=N/C(=O)N(C)C", "CN(C)C(=O)Cl", "CN(C)C(=O)N(C)C", "CN(C)C(=O)N=NC(=O)N(C)C", "CN(C)C(=O)[NH+](C)C.F[P-](F)(F)(F)(F)F", "CN(C)C(=[Cl+])N(C)C.F[P-](F)(F)(F)(F)F", "CN(C)C(=[F+])N(C)C.F[P-](F)(F)(F)(F)F", "CN(C)C(=[O+]N1C(=O)CCC1=O)N(C)C.F[B-](F)(F)F", "CN(C)C(=[O+]c1c(F)c(F)c(F)c(F)c1F)N(C)C.F[P-](F)(F)(F)(F)F", "CN(C)C(=[O+]n1ccccc1=O)N(C)C.F[B-](F)(F)F", "CN(C)C(=[O+]n1nnc2ccc(Cl)cc21)N(C)C.F[P-](F)(F)(F)(F)F", "CN(C)C(=[O+]n1nnc2ccccc21)N(C)C.F[B-](F)(F)F", "CN(C)C(=[O+]n1nnc2ccccc21)N(C)C.F[P-](F)(F)(F)(F)F", "CN(C)C(=[O+]n1nnc2cccnc21)N(C)C.F[P-](F)(F)(F)(F)F", "CN(C)C(OC(C)(C)C)N(C)C", "CN(C)C(OCC(C)(C)C)OCC(C)(C)C", "CN(C)C(Sc1cccc[n+]1[O-])=[N+](C)C.F[P-](F)(F)(F)(F)F", "CN(C)C(n1n[n+]([O-])c2ccccc21)=[N+](C)C.F[P-](F)(F)(F)(F)F", "CN(C)C(n1n[n+]([O-])c2ncccc21)=[N+](C)C.F[P-](F)(F)(F)(F)F", "CN(C)C.Cl", "CN(C)C1(C(N)c2ccccc2)CCCC1", "CN(C)C=O", "CN(C)C=O.CO", "CN(C)C=O.CO.COCCOC", "CN(C)C=O.COCCOC", "CN(C)C=O.Cc1ccccc1", "CN(C)C=O.ClCCCl", "CN(C)C=O.ClCCl", "CN(C)C=O.O", "CN(C)C=O.[Na+].[OH-]", "CN(C)C=O.c1ccncc1", "CN(C)C=[Cl+].[Cl-]", "CN(C)CC#Cc1cncc([C@H]2N=C(O)O[C@@H]2c2cccc(F)c2)c1", "CN(C)CC(=O)O", "CN(C)CC(=O)O.Cl", "CN(C)CCCCl", "CN(C)CCCCl.Cl", "CN(C)CCCN", "CN(C)CCCN(C)C", "CN(C)CCCN1CN(CCCN(C)C)CN(CCCN(C)C)C1", "CN(C)CCCN=C=N.Cl", "CN(C)CCCl.Cl", "CN(C)CCN", "CN(C)CCN(C)C", "CN(C)CCN(C)CCN(C)C", "CN(C)CCO", "CN(C)CCOc1ccc2sc(C(O)=Nc3ccccc3N)cc2c1", "CN(C)CCc1c[nH]c2ccc(F)c(OCc3ccccc3)c12", "CN(C)CN(C)C", "CN(C)Cc1cc(CN(C)C)c(O)c(CN(C)C)c1", "CN(C)Cc1cc2ccc(C(O)=NN=C(O)CSCCOc3ccccc3)cc2o1", "CN(C)Cc1ccccc1", "CN(C)N", "CN(C)O.Cl", "CN(C)P(=O)(N(C)C)N(C)C", "CN(C)P(N(C)C)[NH+](C)C.F[P-](F)(F)(F)(F)F", "CN(C)S(N)(=O)=O", "CN(C)[C@@H]1CCCC[C@H]1N", "CN(C)[P+](N(C)C)(N(C)C)n1nnc2ccccc21.F[P-](F)(F)(F)(F)F", "CN(C)[P+](On1nnc2ccccc21)(N(C)C)N(C)C.F[P-](F)(F)(F)(F)F", "CN(C)[S+](N(C)C)N(C)C.C[Si-](C)(C)(F)F", "CN(C)c1cc(C(=O)N2CCCC(c3ccccc3F)C2)ccn1", "CN(C)c1ccc(B(O)O)cn1", "CN(C)c1ccc(N=Nc2ccc(S(=O)(=O)O)cc2)cc1", "CN(C)c1ccc(P(C(C)(C)C)C(C)(C)C)cc1", "CN(C)c1ccc(P(C(C)(C)C)C(C)(C)C)cc1.CN(C)c1ccc(P(C(C)(C)C)C(C)(C)C)cc1.Cl.Cl.[Pd]", "CN(C)c1ccc(P(C(C)(C)C)C(C)(C)C)cc1.CN(C)c1ccc(P(C(C)(C)C)C(C)(C)C)cc1.[Cl-].[Cl-].[Pd+2]", "CN(C)c1ccc(P(C(C)(C)C)C(C)(C)C)cc1.[Cl-].[Cl-].[Pd+2]", "CN(C)c1cccc2cccc(N(C)C)c12", "CN(C)c1ccccc1", "CN(C)c1ccccn1", "CN(C)c1ccncc1", "CN(C)c1ccncc1.CN(C)c1ccncc1", "CN(C1CCCCC1)C1CCCCC1", "CN(CCO)C(=O)c1nc(CC2(c3cccc4ccccc34)CCCC2)nc(O)c1OCc1ccccc1", "CN(Cc1ccccc1)c1ncnc2c(N3CCOCC3)nc(Cl)nc12", "CN(Cc1nc2ccccc2n1CC1CCNCC1)C1CCCc2cccnc21", "CN(Cc1nc2ccccc2n1CC1CNC1)C1CCCc2cccnc21", "CN(Cc1nc2ccccc2n1CCCN)C1CCCc2cccnc21", "CN(Cc1nc2ccccc2n1CCN1CCCCC1)C1CCCc2cccnc21", "CN(Cc1nc2ccccc2n1C[C@H]1CCCNC1)[C@H]1CCCc2cccnc21", "CN(Cc1nc2ccccc2n1Cc1cccnc1)C1CCCc2cccnc21", "CN(N=O)C(=N)N[N+](=O)[O-]", "CN(NC(=O)c1cc2c(=NC(=O)c3ccc(CCl)cc3)[nH]n(C(=O)OC(C)(C)C)c2s1)c1ccc(Cl)cc1", "CN.CN(C)C(=[O+]n1nnc2ccc[nH+]c21)N(C)C.F[P-](F)(F)(F)(F)F.F[P-](F)(F)(F)(F)F", "CN.CO", "CN.Cl", "CN1C(=O)C(=O)c2cc(S(=O)(=O)N3CCC[C@H]3COc3ccccc3)ccc21", "CN1C(=O)CC(=O)N(C)C1=O", "CN1C(=O)[C@H](Cc2ccccc2)N[C@@H]1C(C)(C)C", "CN1C(C)(C)CC(Sc2ccc(B3OC(C)(C)C(C)(C)O3)cc2)CC1(C)C", "CN1CC(=O)OB(C2CC2)OC(=O)C1", "CN1CC(O)=Nc2ncc(/C=C/C(=O)O)cc2C1.Cl", "CN1CCCC1", "CN1CCCC1=O", "CN1CCCC1=O.O", "CN1CCCCC1", "CN1CCCCC1.Cl", "CN1CCCN(C)C1=O", "CN1CCN(C(=O)OC2c3nccnc3C(=O)N2c2ccc(Cl)cn2)CC1", "CN1CCN(C)C1=O", "CN1CCN(C)C1=O.CO", "CN1CCN(C)C1Cl.Cl", "CN1CCN(C)CC1", "CN1CCN(c2ncccc2B2OC(C)(C)C(C)(C)O2)CC1", "CN1CCNCC1", "CN1CCOCC1", "CN1CCn2c(CC3(n4ccc5cccnc54)CCCC3)nc(=O)c(O)c2C1=O", "CN1CCn2c(CC3(n4ccc5cccnc54)CCCC3)nc(=O)c(OCc3ccccc3)c2C1=O", "CN1c2c(O)nc(=N)[nH]c2NCC1CNc1ccc(C(=O)NC(CCC(=O)O)C(=O)O)cc1", "CN1c2c(cc(Nc3ccccn3)cc2C(F)(F)F)C2CN(C(=O)OC(C)(C)C)CCC21", "CN=C(O)CC(c1ccccc1)c1cccc2cc[nH]c12", "CN=C(O)c1cc(F)ccc1N", "CN=C([S-])S.[Na+]", "CN=C=O", "CN=CO", "CNC", "CNC.CO", "CNC.Cc1ccc(S(=O)(=O)O)cc1", "CNC.Cl", "CNC1(NC)C=CN=CC1", "CNC1=CC=C=C(C(C)(C)C)[C]1C(C)(C)C.[Cl-].[Pd+]", "CNC1CCCCC1NC", "CNCC(=O)O", "CNCCC(c1ccccc1)c1cccc2cc[nH]c12", "CNCCN", "CNCCN(C)C", "CNCCNC", "CNCc1c2n(c3ccccc13)CCC2", "CNCc1cc2ccccc2n1C", "CNCc1ccc(F)cc1", "CNN", "CNOC.Cl", "CNS(N)(=O)=O", "CN[C@@H]1CCCC[C@H]1NC", "CN[C@H]1CCCC[C@@H]1NC", "CNc1ccccc1", "CO", "CO.COCCOC", "CO.CS(C)=O", "CO.CS(C)=O.[Na+].[OH-]", "CO.C[O-].[Na+]", "CO.Cc1ccccc1", "CO.Cc1ccccc1.O", "CO.Cl", "CO.ClC(Cl)Cl", "CO.ClC(Cl)Cl.N", "CO.ClC(Cl)Cl.N.O", "CO.ClC(Cl)Cl.O", "CO.ClCCCl", "CO.ClCCl", "CO.ClCCl.N", "CO.ClCCl.N.O", "CO.ClCCl.O", "CO.FB(F)F", "CO.N", "CO.N.O", "CO.O", "CO.O=C=O", "CO.O=CO", "CO.O=S(=O)(O)O", "CO.[K+].[OH-]", "CO.[Na+].[OH-]", "CO.c1ccccc1", "COB(OC)OC", "COC", "COC(=O)/C=C/c1ccc2c(c1)C(=O)CC1(CCN(C(=O)OC(C)(C)C)CC1)O2", "COC(=O)C(=C1CCN(S(=O)(=O)c2c(C)n[nH]c2C)CC1)c1ccc(Cl)cc1", "COC(=O)C(=O)Cl", "COC(=O)C(C)(C)N=NC(C)(C)C(=O)OC", "COC(=O)C(O)=CC(=O)N(C)Cc1ccc(Cl)c(Cl)c1", "COC(=O)C(O)=CC(=O)N(C)Cc1ccc(F)cc1", "COC(=O)C(O)C(C)C", "COC(=O)C1(C=O)CCC1", "COC(=O)C1CCC(C(=O)N2CCN(c3ccc(C(O)=Nc4cccc(C(C)(C)C)c4)cn3)CC2)CC1", "COC(=O)C1CCC(c2ccc(N)cc2)C1", "COC(=O)C1CN(Cc2ccc(OCc3coc4ccc(Cl)cc34)cc2)C1", "COC(=O)C1c2ccc(OCCCN3CCN(C)CC3)cc2CCN1S(=O)(=O)c1ccc(Oc2ccc(F)cc2)cc1", "COC(=O)C=C(c1ccc(OC)c(OC)c1)c1ccc(OC)c(OC)c1", "COC(=O)C=P(c1ccccc1)(c1ccccc1)c1ccccc1", "COC(=O)CC(=O)C(C)Br", "COC(=O)CC(=O)CC(O)(CCC#Cc1cc(C)c(O)cc1C)C1CCCC1", "COC(=O)CC(=O)OC", "COC(=O)CC1Cc2ccc(OCCCCNC(=N)N)cc2N=C1O.O=C(O)C(F)(F)F", "COC(=O)CC1Cc2ccc(OCCN=C(O)OC(C)(C)C)cc2N=C1O", "COC(=O)CCS", "COC(=O)CCl", "COC(=O)COc1ccc(CN)c(F)c1", "COC(=O)COc1ccc(CNC(=O)c2cccnc2Oc2ccc3c(c2)OCO3)c(F)c1", "COC(=O)CP(=O)(OCC(F)(F)F)OCC(F)(F)F", "COC(=O)C[C@@H]1COc2cc(O[C@@H]3CCc4c(Br)ccc(F)c43)ccc21", "COC(=O)Cl", "COC(=O)N1CCC(N2CCC(n3c(O)nc4ccccc43)CC2)CC1", "COC(=O)N=NC(=O)OC", "COC(=O)OC", "COC(=O)O[C@@H]1CC2=CC=C3[C@@H]4CC[C@H](C(C)C=O)[C@@]4(C)CC[C@@H]3[C@@]2(C)[C@@H](OC(=O)OC)C1", "COC(=O)[C@@H](N)CC(C)C", "COC(=O)[C@@H](N)Cc1ccccc1.Cl", "COC(=O)[C@@H]1CCCN1S(=O)(=O)c1c[nH]c(=N)s1", "COC(=O)[C@@H]1CN(C(=O)OC(C)(C)C)CC[C@H]1c1ccc(Cl)cc1", "COC(=O)[C@H](Cc1ccccc1)N=C(O)[C@@H](N)CC(=O)O", "COC(=O)[C@H]1[C@H]2C[C@@H]3c4[nH]c5cc(OC)ccc5c4CCN3C[C@H]2C[C@@H](OC(=O)c2cc(OC)c(OC)c(OC)c2)[C@@H]1OC", "COC(=O)[O-].COC(=O)[O-].[Mg+2]", "COC(=O)c1c(Cl)c(Cl)c(C(=O)OC)c(Cl)c1Cl", "COC(=O)c1cc(=NS(=O)(=O)c2ccc(C)cc2)c2cccc(OCc3ccccc3)c2[nH]1", "COC(=O)c1cc(=O)c2c(Br)ccc(OCc3ccccc3)c2[nH]1", "COC(=O)c1cc(B2OC(C)(C)C(C)(C)O2)c(C)cc1C", "COC(=O)c1cc(Br)n(C(C)C)c1C(O)c1ccc(Cl)cc1", "COC(=O)c1cc(C2CC2)c(OCC2CCN(Cc3cccc(F)c3)CC2)cc1F", "COC(=O)c1cc(C2CC2)c(O[C@@H]2CCCN([C@@H](C)c3cc(Cl)cc(Cl)c3)C2)cc1F", "COC(=O)c1cc(CN)cc(OC)c1.Cl", "COC(=O)c1cc(Cl)c(CO)cc1F", "COC(=O)c1cc(I)c(N)cc1Cl", "COC(=O)c1cc(N(Cc2ccc(C3CCCCC3)cc2)C(=O)c2ccc(Oc3ccccc3)cc2)ccc1O", "COC(=O)c1cc(O)c2cc(Br)cc(OC)c2n1", "COC(=O)c1cc(O)c2cc(C#CCOCc3ccccc3)cc(OCc3ccccc3)c2n1", "COC(=O)c1cc(O)c2cccc(N)c2n1", "COC(=O)c1cc(O)c2cccc(OCc3ccccc3)c2n1", "COC(=O)c1cc(Oc2ccc(S(C)(=O)=O)cc2)cc2c1CC(C)O2", "COC(=O)c1ccc(Br)cc1", "COC(=O)c1ccc(C)c(B2OC(C)(C)C(C)(C)O2)c1", "COC(=O)c1ccc(CBr)cc1", "COC(=O)c1ccc(CN(Cc2cccc(OC)c2)S(=O)(=O)c2ccc(Cl)cc2)cc1", "COC(=O)c1ccc(COc2cccc3ccc(S(=O)(=O)O)cc23)cc1", "COC(=O)c1ccc(N2CCCC2)cc1", "COC(=O)c1ccc2[nH]ccc2c1Cl", "COC(=O)c1ccc2c(c1)[nH]c1cc(Br)cnc12", "COC(=O)c1ccc2cc[nH]c2c1", "COC(=O)c1cccc(C(=O)O)c1", "COC(=O)c1ccccc1Sc1ccccc1C(=O)OC", "COC(=O)c1cccnc1N=C(O)C(C)CSC(C)=O", "COC(=O)c1ccnc(N2CCN(CC3CC3)C2=O)c1", "COC(=O)c1cn2ncc(C#N)c(Nc3ccc(Oc4ccccc4OC(C)(C)C(=O)OC(C)(C)C)cc3)c2c1C", "COC(=O)n1ncc2c(NC(O)=NC3CCOc4cc(C(C)(C)C)ccc43)cccc21", "COC(C)(C)C", "COC(C)(C)C.COc1cccc(OC)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1.NCCc1[c-]cccc1.[Cl-].[Pd+2]", "COC(C)(C)C.O", "COC(C)(C)CC(C)(C#N)N=NC(C)(C#N)CC(C)(C)OC", "COC(C)(C)OC", "COC(C)(OC)OC", "COC(C)=O", "COC(C)O", "COC(O)=N[C@H](C(=O)N1CC(=O)C[C@H]1C(=O)OCc1ccccc1)C(C)C", "COC(O)=N[C@H](C(=O)O)C(C)C", "COC(OC)(C(=O)c1ccccc1)c1ccccc1", "COC(OC)N(C)C", "COC(OC)OC", "COC1=C(c2ccccc2)C(OC)(P(C2CCCCC2)C2CCCCC2)CC=C1", "COC1=NS(=O)(=O)N=C1OC", "COC1CC1", "COC1CCCC1", "COC1CCCC1.Cl", "COC=O", "COCC(=O)CC(=O)OC", "COCC(C)O", "COCC1CCCCN1c1ncnc(=Nc2cccc(CS(N)(=O)=O)c2)[nH]1", "COCCBr", "COCCNC(=O)c1ccc(CCC(O)=NCC(=O)N(C)c2ccc(Cl)c(COc3cccc4c3nc(OC)n4Cc3ccccn3)c2Cl)cc1", "COCCNc1cccc(C(=O)O)c1C(=O)O", "COCCO", "COCCO.O", "COCCOC", "COCCOC(=O)/N=N/C(=O)OCCOC", "COCCOC(=O)N=NC(=O)OCCOC", "COCCOC.Cc1ccccc1", "COCCOC.ClCCl", "COCCOC.O", "COCCOCCN(CCOCCOC)CCOCCOC", "COCCOCCO", "COCCOCCOC", "COCCOCCOCCOC", "COCCOc1cc2ncnc(Nc3ccc(F)c(Cl)c3)c2cc1N", "COCC[O-].COCC[O-].[Al+3].[H-].[H-].[Na+]", "COCC[O-].COCC[O-].[Al+].[H].[H].[Na+]", "COCCl", "COCOC", "COCO[C@H]1CCN([C@@H](CO)c2ccccc2)C1", "COC[C@@H]1[C@H](C=O)[C@]1(C)c1ccc2c(c1)C(C)(C)CCC2(C)C", "COC[P+](c1ccccc1)(c1ccccc1)c1ccccc1.[Cl-]", "COCc1ccc(C2CC2)c(CN)c1", "CON.Cl", "COP(=O)(OC)OC", "COP(OC)OC", "COP([O-])(OC)=C([N+]#N)C(C)=O", "COS(=O)(=O)C(F)(F)F", "COS(=O)(=O)OC", "COS(=O)(=O)c1ccc(C)cc1", "CO[C@@H](Cc1ccc(OCCCOc2ccccc2)cc1)C(=O)O", "CO[C@@H]1CN(C(=O)OC(C)(C)C)[C@H](C(=O)O)[C@H]1F", "CO[C@H]1C[C@@H](S(=O)(=O)c2ccc(Br)cc2C(F)(F)F)C[C@@H]1C(O)=NC1(C#N)CC1", "CO[NH3+].[Cl-]", "CO[SiH](OC)OC", "CO[Si](CCCN)(OC)OC", "COc1c(C)cc(N2C(=O)N(Cc3c(F)cc(F)cc3F)c3ccccc3S2(=O)=O)cc1C", "COc1c(N=C(O)c2ccc(C)c(N=[N+]=[N-])c2)cc(C(C)(C)C)cc1NS(C)(=O)=O", "COc1cc(/C=C(\\C)C(=O)O)c(OC)c2ccccc12", "COc1cc(/C=C/C(=O)CC(=O)/C=C/c2ccc(N(C)C)cc2)ccc1O", "COc1cc(Br)cnc1N1CCN(C)CC1", "COc1cc(C(CC(=N)O)N2C(=O)c3cc4ccccc4cc3C2=O)ccc1OC1CCCCC1", "COc1cc(C(F)(F)F)ccc1C1CCCN(C(=O)c2cnnc(Cl)c2)C1", "COc1cc(CNc2ccc(C)cc2)cc(OC)c1OC", "COc1cc(Cc2nc3ccccc3c3nc(=N)[nH]n23)cc(OC)c1", "COc1cc(Cl)c(OC)c(P(C2CCCCC2)C2CCCCC2)c1-c1c(C(C)C)cc(C(C)C)cc1C(C)C.NCCc1[c-]cccc1.[Pd+2]", "COc1cc(Cl)cnc1NS(=O)(=O)c1cncc(Br)c1", "COc1cc(Cl)nnc1NS(=O)(=O)Cc1cc(C#N)ccc1Cl", "COc1cc(F)ccc1N1CCNCC1", "COc1cc(N)c(C=C(C)C(O)=NCCc2ccccc2)cc1OC", "COc1cc(N2CCC[C@H](C(=O)N3CCN(C)CC3)C2)ccc1N", "COc1cc(NCc2ccc3nc(SC)sc3c2)c([N+](=O)[O-])cc1Br", "COc1cc(OC)cc(C(=CC#N)c2ccc3c(c2)OCCO3)c1", "COc1cc(OC)cc(C(O)c2ccc3c(c2)OCCO3)c1", "COc1cc([C@@H]2c3cc4c(cc3C(O[C@@H]3O[C@@H]5CO[C@@H](C)O[C@H]5[C@H](O)[C@H]3O)[C@H]3COC(=O)[C@H]23)OCO4)cc(OC)c1[O-].Cl.Cl.[NH2-].[NH2-].[O-]P1(=NCCCl)OCCCN1CCCl.[Pt+4]", "COc1cc2c(cc1C)C1(CO2)C(=O)N(C(c2ccccc2)c2ccccc2)c2ccccc21", "COc1cc2c(cc1N)CCC(N1CCOCC1)CC2", "COc1cc2c(cc1OC)N(C)C(=O)CN=C2c1cccc(C#N)c1", "COc1cc2ncnc(Oc3cccc(N=C(O)Nc4cc(C(C)C)no4)c3)c2cc1OC", "COc1ccc(B(O)O)cc1", "COc1ccc(B(O)O)cn1", "COc1ccc(Br)cc1C", "COc1ccc(Br)cn1", "COc1ccc(C#N)cc1B(O)O", "COc1ccc(C#N)cc1[N+](=O)[O-]", "COc1ccc(C(=CC#N)c2ccc(OC)c(OC)c2)cc1", "COc1ccc(C(=O)Cl)cc1", "COc1ccc(C(C)=O)c(N=C(O)c2nc(C(C)C)cs2)c1", "COc1ccc(C(C)C#N)cc1CN[C@H]1CCCN(C(=O)OC(C)(C)C)[C@H]1c1ccccc1", "COc1ccc(C(O)c2ccc(Cl)cc2)cc1", "COc1ccc(C)cc1C(O)=N[C@H]1CCC[C@@H]1N=c1cnc(C(F)(F)F)c[nH]1", "COc1ccc(C2(C#N)CC2)cc1CN[C@H]1CCCN[C@H]1c1ccccc1.Cl.Cl", "COc1ccc(C2=NN(C)C(=O)[C@H]3CCCC[C@@H]23)cc1OC", "COc1ccc(C2=NN(C3CCN(C(C)=O)CC3)C(=O)CC2C)cc1OC", "COc1ccc(C2=NN(Cc3ccccc3)C(=O)[C@H]3CCCC[C@@H]23)cc1OC", "COc1ccc(C2COCCOC2)c2sc(NC(=O)c3ccc(C)s3)nc12", "COc1ccc(C=O)cc1", "COc1ccc(C=O)cc1OC", "COc1ccc(CC2(OC(=O)c3ccccc3)C(=O)N(CCCC(C)C)c3ccc(C)cc32)c(O)c1", "COc1ccc(CCl)cc1", "COc1ccc(CN=Cc2cc3cncnc3s2)cc1OC", "COc1ccc(CNc2cc(Oc3ccc(N=C(O)N=C(O)Cc4ccc(F)cc4)cc3F)ncn2)cc1", "COc1ccc(Cl)cc1", "COc1ccc(Cl)cc1/C=C1\\CN=C(O)CN(S(=O)(=O)c2ccc(Cl)c(C(=O)O)c2)C1=O", "COc1ccc(N2CCN(CCc3ccccc3)CC2)cc1", "COc1ccc(N2CCN(CCc3ccccc3)CC2)cc1C", "COc1ccc(N2CCNCC2)cc1.Cl.Cl", "COc1ccc(Nc2ncc(C(C)N=C(O)C3CCOCC3)nn2)cc1", "COc1ccc(Nc2ncccc2C=CC(=O)c2cc(OC)c(OC)c(OC)c2)cc1", "COc1ccc(O)cc1", "COc1ccc(OC)c(P(C2CCCCC2)C2CCCCC2)c1-c1c(C(C)C)cc(C(C)C)cc1C(C)C", "COc1ccc(OC)c(P(C2CCCCC2)C2CCCCC2)c1-c1c(C(C)C)cc(C(C)C)cc1C(C)C.NCCc1[c-]cccc1.[Cl-].[Pd+2]", "COc1ccc(P2(=S)SP(=S)(c3ccc(OC)cc3)S2)cc1", "COc1ccc(S(=O)(=O)Cl)cc1", "COc1ccc(S(C)(=O)=O)cc1N=C(S)Nc1cccc2c1cnn2C", "COc1ccc(Sc2cc(C(C)(C)C)c(O)c(C(=O)O)c2C)cc1", "COc1ccc([C@@H]2O[C@H]2C(=N)O)cc1", "COc1ccc2[nH]c(=N)sc2c1", "COc1ccc2c(c1)N(CCN1CCC(N)CC1)C(=O)OC2.O=C(O)C(F)(F)F", "COc1ccc2c(c1)OC(COS(=O)(=O)c1ccc(C)cc1)C2", "COc1ccc2c(c1)c(CC(=O)O)c(C)n2C(=O)c1ccc(Cl)cc1", "COc1ccc2cc([C@H](C)C(=O)O)ccc2c1", "COc1ccc2ccc(=O)n(CCN3CCC(N=C(O)OC(C)(C)C)CC3)c2c1", "COc1ccc2nc(N=C(O)c3cccc(Cl)c3)sc2c1F", "COc1cccc(/C=C/c2nc3sccn3c(=O)c2I)c1OCC1CC1", "COc1cccc(B(O)O)c1", "COc1cccc(C(=CC#N)c2cc(OC)cc(OC)c2)c1", "COc1cccc(N=c2c(C(=N)O)c[nH]c3c(C)cc(S(=O)(=O)c4cccc(C(O)=NCCCCCCCC=O)c4)cc23)c1", "COc1cccc(OC)c1", "COc1cccc(OC)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1", "COc1cccc(OC)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1.[Pd]", "COc1cccc(OC)c1C(O)=N[C@H]1CCC[C@H]1N=c1cnc2ccccc2[nH]1", "COc1cccc(S)c1", "COc1ccccc1", "COc1ccccc1C(c1ccc(N=C(O)C2(c3ccc4c(c3)OCO4)CC2)nc1)N(C)C", "COc1ccccc1CCl", "COc1ccccc1N1CCN(CCC(c2ccccc2F)C(NC(C)C)C2CCCCC2)CC1", "COc1ccccc1N1CCN(CCC2OCCc3ccccc32)CC1.Cl.Cl.O", "COc1ccnc2c1ccc1c(OC)ccnc12", "COc1ccncc1NC(S)=Nc1cccc2c1ncn2C", "COc1cnc(C(=O)O)c(OC[C@H]2CCCN2C(=O)[C@H]2CC[C@H](C(F)(F)F)CC2)c1", "COc1nc(=N)[nH]cc1B1OC(C)(C)C(C)(C)O1", "COc1nc(=NCCN(C)C(=O)OC(C)(C)C)[nH]c(OC)c1N=C(O)c1coc(Oc2cc(C(C)(C)C)ccc2C)n1", "COc1nc(Cl)nc(OC)n1", "COc1nc(OC)nc([N+]2(C)CCOCC2)n1.O.[Cl-]", "COc1nc(OC)nc([N+]2(C)CCOCC2)n1.[Cl-]", "COc1nc2c(N)nc(OCCC3CC3)nc2n1CCC1CCOC1", "COc1ncc(CCl)cn1", "COc1nnnc(OC)c1Cl", "CP(C)C", "CP[C@H](C)[C]1C=CC=C1P(c1cccc2ccccc12)c1cccc2ccccc12", "CS(=O)(=O)CCO", "CS(=O)(=O)Cl", "CS(=O)(=O)N=C(O)c1cc(Cl)c(F)cc1F", "CS(=O)(=O)N=C(O)c1cc(F)c(F)cc1F", "CS(=O)(=O)Nc1cccc(N=c2[nH]c3ncnc-3c(Cl)[nH]2)c1", "CS(=O)(=O)O", "CS(=O)(=O)O.O=P12OP3(=O)OP(=O)(O1)OP(=O)(O2)O3", "CS(=O)(=O)OCC[C@@H]1OCCc2cc(C(N)=O)ccc21", "CS(=O)(=O)OS(C)(=O)=O", "CS(=O)(=O)Oc1cccc(C2CCNCC2)c1F", "CS(=O)(=O)c1[nH]nc2cnccc12", "CS(=O)(=O)c1ccc(CN)cc1.Cl", "CS(=O)(=O)c1ccc(N(CC2CCCC2)C(O)=Nc2nc(CC(=O)O)cs2)cc1", "CS(=O)(=O)c1ccc(N2CCCC2)c(C(=O)O)c1", "CS(=O)(=O)c1ccc(NCC2CCCC2)cc1", 